let cards = [
    {
        name: "ЗАКУСКИ",
        src: "url(../assets/2.jpg)",
        dish:[
            {
                name_d:"ГОВЯЖИЙ СТУДЕНЬ",
                src:"assets/c_1.jpg",
                distription:"Самый простой способ приготовить студень - сварить его из телячих ножек",
                remarks: "Бульон для студня можно и не очищать. Достаточно снимать жир или его часть с поверхности. Но если нужно получить бульон для заливного или прозрачные кубики ланспика для украшения, то его необходимо очистить, осветлить и тщательно отфильтровать.",
                ingredients: "ГОВЯЖЬИ ИЛИ ТЕЛЯЧЬИ НОЖКИ  4 КГ РАЗРУБИТЬ ПОПЕРЕК НА НЕСКОЛЬКО ЧАСТЕЙ ИЛИ КУПИТЬ УЖЕ РАЗРУБЛЕННЫЕ • ГОВЯДИНА  11,5 КГ • РЕПЧАТЫЙ ЛУК  350400 Г 45 ШТ. • ЯИЧНЫЕ БЕЛКИ – 4 ШТ. • МОРКОВЬ  12 ШТ.• ПЕРЕЦ ГОРОШКОМ, СОЛЬ",
                steps:[
                    {step: "Морковь вымыть, очистить. Лук очистить."},
                    {step: "Ножки и мясо поместить в кастрюлю объемом 12 л, залить 6–7 л холодной воды, довести до кипения, снять пену, уменьшить интенсивность кипения до минимума и варить в течение 12–14 часов, не накрывая крышкой, добавив репчатый лук и морковь целиком, перец горошком. Солить спустя 3–4 часа"},
                    {step: "Мясо (говядину) нужно извлечь из кастрюли, когда оно начнет свободно отделяться от костей, в среднем через 3–4 часа, а голяшки продолжить варить. Мясо выложить на тарелку, слегка присолить и накрыть, чтобы оно не подсыхало"},
                    {step: "Через 8–10 часов извлечь из бульона  сваренные ножки и коренья при помощи шумовки и отфильтровать бульон через металлическое сито."},
                    {step: "Охладив бульон до состояния «парного молока», ввести в него 4 взбитых белка, помешивая ложкой, довести до кипения, дать покипеть бульону 1–2 минуты и два раза отфильтровать его через металлическое сито,проложенное марлей в четыре слоя.Посолить второй раз, если нужно."},
                    {step:" Отварное мясо разобрать на кусочки, разложить в формы и залить очищенным бульоном. Когда остынет, поместить в холодильник для застывания. "}
                ]
            },
            {
                name_d:"МУСС ДЛЯ МАЙОНЕЗА",
                src:"assets/c_3.jpg",
                distription:"ГОТОВИТЬ МУСС СЛЕДУЕТ НЕПОСРЕДСТВЕННО ПЕРЕД ТЕМ, КАК ПОКРЫВАТЬ ИМ ПОДГОТОВЛЕННЫЕ КУСОЧКИ МЯСА",
                remarks: "Мусс быстро застывает, поэтому использовать его нужно сразу. Если он все же застынет, то миску следует подержать над паром буквально минуту и снова взбить мусс",
                ingredients: "ЛАНСПИК  2 СТАКАНА • ЛИМОННЫЙ СОК  12 СТ. ЛОЖКИ ИЛИ ЯБЛОЧНЫЙ 6%НЫЙ ИЛИ НАТУРАЛЬНЫЙ ВИННЫЙ УКСУС • РАСТИТЕЛЬНОЕ МАСЛО СО СЛАБЫМ АРОМАТОМ  1 Ч. ЛОЖКА",
                steps:[
                    {step: "Распустить (растопить) готовый ланспик: для этого поместить его в небольшой ковш или кастрюлю и подогреть, не доводя до кипения (но если закипит – ничего страшного). "},
                    {step: "Разогретый бульон влить в миску, которую установить в емкость со льдом, добавить лимонный сок или уксус, растительное масло и взбить при помощи венчика или миксера в густую пену. Время взбивания вручную венчиком – около 5 минут. Лимонный сок и растительное масло добавлять в мусс с осторожностью, так как избыток кислоты делает вкус майонеза резким, а с большим количеством масла мусс будет тяжелее взбивать"}
                ]
            },
            {
                name_d:"МАЙОНЕЗ ИЗ ГОВЯДИНЫ И ЯЗЫЧКОВ ",
                src:"assets/c_4.jpg",
                distription:" ",
                remarks: "УПРОЩЕННЫЙ СПОСОБ. Отварную говядину и отварной язык нарезать, поместить  прямо в миску с муссом, тут же выложить в блюдо, в котором собираетесь подавать, и отправить в холодильник на 15–20 минут, а уже затем сверху украсить кубиками ланспика. При таком способе мусс не будет иметь выраженную структуру пены",
                ingredients: "ГОВЯЖЬИ ИЛИ ТЕЛЯЧЬИ НОЖКИ  4 КГ РАЗРУБИТЬ ПОПЕРЕК НА НЕСКОЛЬКО ЧАСТЕЙ ИЛИ КУПИТЬ УЖЕ РАЗРУБЛЕННЫЕ • ГОВЯДИНА  11,5 КГ • РЕПЧАТЫЙ ЛУК  45 ШТ. 350400 Г • ГОВЯЖИЙ ЯЗЫК ОТВАРНОЙ  1 ШТ.  • ЯИЧНЫЕ БЕЛКИ  4 ШТ. • МОРКОВЬ  12 ШТ. • ПЕРЕЦ ГОРОШКОМ, СОЛЬ • ЛАНСПИК  2 СТАКАНА • ЛИМОННЫЙ СОК  12 СТ. ЛОЖКИ ИЛИ ЯБЛОЧНЫЙ 6%НЫЙ, ИЛИ НАТУРАЛЬНЫЙ ВИННЫЙ УКСУС • РАСТИТЕЛЬНОЕ МАСЛО  1 Ч. ЛОЖКА",
                steps:[
                    {step: "Приготовить ланспик"},
                    {step: "Из ланспика взбить мусс"},
                    {step:"Мясо (из которого сварен ланспик) и отварной язык разделить на ломтики  или нарезать кусочками 3u3 см, затем при помощи ножа или чайной ложки покрыть каждый ломтик муссом и уложить на блюдо. Оставшийся мусс выложить сверху и разровнять ножом. Делать это нужно по возможности быстро, чтобы мусс не застыл. Поместить в холодильник"}
                ]
            },
            {
                name_d:"СВИНОЙ СТУДЕНЬ.",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Готовое блюдо можно украсить по краям каперсами, оливками, огурчиками",
                ingredients: "СВИНОЙ СТУДЕНЬ, ЛАНСПИК И МУСС ГОТОВИТЬ ТАК ЖЕ, КАК И ГОВЯЖИЙ СМ. СТР. 2123 • СВИНЫЕ НОЖКИ  2 КГ 4 ШТ. • СВИНАЯ РУЛЬКА  1,5 КГ 1 ШТ. • СВИНИНА ЛОПАТКА  1 КГ • РЕПЧАТЫЙ ЛУК  34 ШТ. 250 Г • МОРКОВЬ  1 ШТ. 200 Г • ПЕРЕЦ ГОРОШКОМ • СОЛЬ",
                steps:[
                    {step: "Уложить в кастрюлю все мясо, лук и морковь, залить холодной водой и варить, как в случае с говяжьим студнем, до выпаривания воды в два раза."},
                    {step: "Приготовить ланспик, как в рецепте ланспика из говядины (см. стр. 22), с той разницей, что с готового, еще горячего бульона снять черпаком часть жира с поверхности сразу. В блюдо влить небольшое количество очищенного и отфильтрованного ульона, чтобы дно блюда было слегка покрыто им. Остудить в холодильнике"},
                    {step:"Кусочки обжаренной (или отварной) свинины выложить на застывший в блюде бульон, распределить их в один ряд и убрать в холодильник, пока не будет приготовлен мусс из бульона."},
                    {step:"Приготовить мусс так же, как и в рецепте мусса из говядины (см. стр. 23), и покрыть им застывшее в холодильнике мясо сверху и по бокам"}
                ]
            },
            {
                name_d:"СТУДЕНЬ ИЗ КУРИЦЫ",
                src:"assets/c_5.jpg",
                distription:"CАМЫЙ ВКУСНЫЙ СТУДЕНЬ ИЗ КУР И БУЛЬОН ДЛЯ ЗАЛИВНОГО ПОЛУЧАЕТСЯ, БЕЗУСЛОВНО, ИЗ ДЕРЕВЕНСКОЙ КУРИЦЫ, НО МОЖНО ПРИГОТОВИТЬ СТУДЕНЬ ИЗ ЛАПОК, ГОЛЕНЕЙ ИЛИ КУРИНЫХ ГРУДОК, КОТОРЫЕ ПРОДАЮТСЯ В МАГАЗИНАХ.",
                remarks: "Правильно приготовленный бульон не требует введения желирующих веществ, таких как желатин",
                ingredients: "КУРИНЫЕ ЛАПКИ  1 КГ • КУРИНЫЕ ГОЛЕНИ  700 Г 45 ШТ. • РЕПЧАТЫЙ ЛУК  1 ШТ. 150200 Г • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  47 ШТ. • ЯИЧНЫЕ БЕЛКИ  2 ШТ. • ЛИМОННЫЙ СОК  1 Ч. ЛОЖКА • СОЛЬ",
                steps:[
                    {step: "Удалить у куриных лапок ногтевые фаланги, снять с лапок кожицу (если снимается плохо, то обдать кипятком) и срезать поврежденные участки кожи, тщательно вымыть."},
                    {step: "Лапки и голени поместить в кастрюлю, залить водой в соотношении 1,5 л воды на 1 кг лапок плюс около 0,5 л воды или чуть больше с учетом того, что будут отвариваться и голени (лапки и голени должны быть покрыты водой)."},
                    {step:"Довести до кипения, снять ложкой образовавшуюся пенку с поверхности бульона, снизить интенсивность нагрева до минимума, добавить очищенный лук целиком и черный перец. Варить при самом минимальном кипении примерно 4 часа. За 15 минут до готовности посолить по вкусу"},
                    {step:"Как только голени будут готовы (а готовы они будут раньше, чем лапки, примерно через 45–60 минут, когда мясо будет свободно отделяться от костей), извлечь их из кастрюли при помощи шумовки, посолить и накрыть, чтобы не подсыхали. Лапки продолжить варить."},
                    {step:"С остывших голеней снять мясо с костей и разобрать (нарезать) на кусочки."},
                    {step: "Когда бульон будет готов, отфильтровать, остудить и поместить его в холодильник. Бульон довольно быстро остынет. Снять ложкой с поверхности бульона жир"},
                    {step: "Взбить венчиком 2 яичных белка"},
                    {step:"Подогреть бульон и, помешивая ложкой, влить в него белки. Довести до кипения, снизить интенсивность нагрева и варить при самом минимальном кипении минуты две, чтобы бульон очистился и осветлился. На этом этапе можно добавить несколько капель лимонного сока, но можно обойтись и без него"},
                    {step:"Далее дважды отфильтровать бульон. Для этого проложить небольшое металлическое сито марлей в четыре слоя, установить над миской и отфильтровать бульон. Еще раз проложить сито новой марлей и снова отфильтровать. Этим бульоном залить подготовленные кусочки курицы. Остудить и отправить в холодильник"},
                    {step:"Для ланспика очищенный и отфильтрованный бульон влить в неглубокий поднос, дать ему застыть и нарезать ножом на небольшие кубики прямо в подносе. Эти кубики служат украшением и составной частью салатов и винегретов."}
                ]
            },
            {
                name_d:"СТУДЕНЬ ИЗ СВИНЫХ РУЛЕК И КУРИЦЫ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Добавлять в студень шкурки или нет, зависит от личных предпочтений. Можно часть мяса нарезать со шкурками или пропустить через мясорубку, но такой студень имеет непрезентабельный вид",
                ingredients: "СВИНЫЕ РУЛЬКИ КРУПНЫЕ РАЗРУБЛЕННЫЕ  2 ШТ. • КУРИЦА ДОМАШНЯЯ БУЛЬОННАЯ  1 ШТ. 1,2 КГ • РЕПЧАТЫЙ ЛУК  2 ШТ. 300400 Г • МОРКОВЬ  1 ШТ. 200 Г • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  1012 ШТ. • ЛАВРОВЫЙ ЛИСТ  23 ШТ. • ЗЕЛЕНЬ ПЕТРУШКИ  510 ВЕТОЧЕК • СОЛЬ",
                steps:[
                    {step: " Воды взять из расчета примерно 1,5 л на 1 кг мяса, но так, чтобы все оно было покрыто водой."},
                    {step: "Разрубить курицу на крупные куски и обязательно отделить грудку"},
                    {step:"В большую кастрюлю сложить рульки и курицу, залить водой так, чтобы вода покрывала мясо. Довести до кипения, снять шумовкой пену, уменьшить интенсивность нагрева (лучше переставить кастрюлю на горелку меньшего размера) и варить при минимальном кипении в течение 8–12 часов"},
                    {step:"Когда курица сварится (это произойдет раньше, чем будут готовы рульки), при помощи шумовки извлечь куски курицы и поместить в миску. Надо помнить, что куриная грудка будет готова раньше всех остальных частей, поэтому ее следует проверять на готовность и извлечь раньше, чем другие части курицы. Определять готовность курицы можно прокалыванием вилкой: вилка должна свободно входить в мясо"},
                    {step:"Отваренные куски курицы, еще горячие, чуть подсолить. Когда курица остынет, отделить мясо от костей и хрящей, мясо нарезать кусочками (мельче или крупнее – зависит от личного предпочтения), накрыть пленкой, убрать в холодильник."},
                    {step: "Через 3–4 часа от начала кипения следует собрать с поверхности выделившийся при отваривании свиной жир (по возможности весь). Добавить в бульон черный перец горошком, лук, морковь целиком, петрушку и продолжать варить."},
                    {step:"Примерно за 2 часа до окончания приготовления немного подсолить."},
                    {step:" Когда рульки выварятся, шумовкой извлечь мясо, кости и кожу из кастрюли. За 15 минут до готовности добавить лавровый лист"},
                    {step:"Не менее чем через 8 часов от начала приготовления проверить готовность бульона для студня. Налить 2–4 ст. ложки бульона в плоское блюдце, поместить в холодильник, и если бульон превратится в желе через 10–15 минут, то он готов"},
                    {step:"льон отфильтровать через металлическое сито и, если требуется, подсолить. Бульон можно отфильтровать еще два раза через марлю, сложенную в четыре слоя. Можно не фильтровать, на вкус это не повлияет, но студень будет не таким прозрачным"},
                    {step:"Отварные рульки разобрать. Отделить мясо и кожу от костей. Мясо нарезать на кусочки."},
                    {step:"Смешать кусочки мяса с подготовленными ранее кусочками курицы, поместить в формы (латки), залить бульоном, остудить и поместить в холодильник."}
                ]
            },
            {
                name_d:"ЗАЛИВНОЕ СЕРДЦЕ",
                src:"assets/c_5.jpg",
                distription:"Самый простой способ приготовить студень - сварить его из телячих ножек",
                remarks: "Готовое блюдо можно украсить по краям каперсами, оливками, огурчиками",
                ingredients: "ГОВЯЖЬЕ СЕРДЦЕ  1 ШТ. • ГОВЯЖИЙ ЛАНСПИК • РЕПЧАТЫЙ ЛУК  1 ШТ. 100150 Г • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  58 ШТ. • ЛАВРОВЫЙ ЛИСТ  12 ШТ. • ЗЕЛЕНЬ ПЕТРУШКИ  МАЛЕНЬКИЙ ПУЧОК • СОЛЬ ПО ВКУСУ",
                steps:[
                    {step: "Говяжье сердце вымыть, срезать острым ножом остатки больших сосудов, жир, пленки. Снова тщательно промыть сердце от сгустков крови, которые могут находиться в предсердиях и желудочках. Для удобства сердце можно разрезать вдоль."},
                    {step: "Подготовленное сердце поместить в кастрюлю, залить холодной водой, довести до кипения, тут же снизить интенсивность нагрева до минимума"},
                    {step:"нять при помощи шумовки образовавшуюся пену и варить до готовности, примерно 3–5 часов (телячье будет готово через 2–3 часа), что зависит от возраста животного. Солить через 2 часа после закипания. Проверить готовность можно при помощи вилки, которая должна свободно входить в отварное сердце. После того как пена снята, добавить целый очищенный репчатый лук, черный перец горошком. В конце приготовления, примерно за 15 минут, можно добавить лавровый лист и небольшой пучок петрушки."},
                    {step:"Отварное сердце нарезать поперек пластинками толщиной 1/2–1 см, уложить в неглубокую форму или поднос с бортами, залить говяжьим ланспиком (см. стр. 22), дать остыть, поставить в холодильник и подавать в виде заливного"}     
                ]
            },
            {
                name_d:"ЗАЛИВНЫЕ ПЕТУШИНЫЕ ГРЕБЕШКИ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Готовое блюдо можно украсить по краям каперсами, оливками, огурчиками",
                ingredients: "ПЕТУШИНЫЕ ГРЕБЕШКИ  500700 Г • РЕПЧАТЫЙ ЛУК  12 ШТ. 150 Г • СОЛЬ • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  57 ШТ. • ЛАВРОВЫЙ ЛИСТ  12 ШТ. • ЗЕЛЕНЬ ПЕТРУШКИ  МАЛЕНЬКИЙ ПУЧОК",
                steps:[
                    {step: "Петушиные гребешки (от домашних деревенских петушков) вымыть, поместить в миску и залить крутым кипятком."},
                    {step: "Когда вода немного остынет, извлекать гребешки по одному и скоблить при помощи короткого ножа. (Есть другой способ очистки, при котором гребешки по одному вынимают из воды, посыпают крупной солью и оттирают кожицу пальцами.) Если в процессе вода остынет, а кожица снята еще не со всех гребешков, то воду следует слить, гребешки снова залить кипятком и продолжить очищать"},
                    {step:"Очищенные гребешки промыть водой, чтобы смыть остатки кожицы. Поместить гребешки в кастрюлю, залить холодной водой так, чтобы гребешки были полностью покрыты, довести до кипения, снизить интенсивность нагрева и варить при слабом кипении 3,5–4 часа, чтобы гребешки стали мягкими. Приблизительно через 2 часа в кастрюлю добавить лук, немного черного перца."},
                    {step:"За 30 минут до готовности очень аккуратно посолить гребешки, чтобы не пересолить (особенно аккуратно надо солить, если гребешки будут залиты бульоном, в котором варились"}, 
                    {step:"За 15 минут до готовности гребешков в отвар можно добавить несколько веточек петрушки и лавровый лист"},
                    {step:"Готовые гребешки извлечь из кастрюли при помощи шумовки, нарезать вдоль соломкой, выложить в неглубокую форму, лучше в один слой. Отвар отфильтровать сквозь сито и залить им гребешки, чтобы они были чуть прикрыты. Остудить"}     
                ]
            },
            {
                name_d:"ЗАЛИВНЫЕ РАКИ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Готовое блюдо можно украсить по краям каперсами, оливками, огурчиками",
                ingredients: "РАКИ  НЕ МЕНЕЕ 25 ШТ. А ЛУЧШЕ 50 ШТ. • ПЕРЕПЕЛИНЫЕ ЯЙЦА, ОТВАРЕННЫЕ ВКРУТУЮ,  68 ШТ. • ГОВЯЖИЙ ИЛИ КУРИНЫЙ ЛАНСПИК  1 СТАКАН СМ. СТР. 22 ИЛИ СТР. 26 • СОЛЕНЫЕ ОГ УРЦЫ  10 ШТ. САМЫХ МЕЛКИХ • КАПЕРСЫ  1 СТ. ЛОЖКА • КРАСНАЯ ИКРА  50100 Г • ОЛИВКИ БЕЗ КОСТОЧЕК  30 ШТ. • ЛАВРОВЫЙ ЛИСТ  5 ШТ. • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  1012 ШТ. • СОЛЬ",
                steps:[
                    {step: "Раков отварить в достаточно соленой кипящей воде, с добавлением лаврового листа и черного перца горошком. Варить следует во вместительной кастрюле объемом 12 л в течение 15 минут, извлечь мясо из клешней и шеек, шейки разрезать поперек на две-три части, уложить в форму"},
                    {step: "Залить отфильтрованным и осветленным подогретым ланспиком подготовленные раковые шейки. Поместить в холодильник до полного застывания"},
                    {step:"Раковые шейки можно смешать с рублеными отваренными яйцами (лучше половинками перепелиных) и залить подогретым готовым ланспиком. Вместо перепелиных можно взять 2 куриных яйца."},
                    {step:"Украсить мелкими солеными огурчиками, разрезанными вдоль пополам, оливками, каперсами и красной икрой. Можно украсить только красной икрой. Получится праздничная закуска, которая будет отлично смотреться на новогоднем столе.При подаче блюдо с заливными раками можно установить на ле"}
                ]
            }
        ]
    },
    {
        name: "СУПЫ",
        src: "url(../assets/3.jpg)",
        dish:[
            {
                name_d:"ЩИ С ГОВЯЖЬИМИ ГОЛЯШКАМИ",
                src:"assets/v_1.jpg",
                distription:"ЗА ОСНОВУ ВЗЯТ РЕЦЕПТ ИЗ КНИГИ ВАСИЛИЯ ЛЕВШИНА «РУССКАЯПОВАРНЯ» 1816 ГОДА. ЭТОТ РЕЦЕПТ МОЖНО НАЗВАТЬ УНИВЕРСАЛЬНЫМ. ВАРИТЬ ПО НЕМУ ЩИ МОЖНО НЕ ТОЛЬКО ИЗ ГОВЯЖЬИХ ГОЛЯШЕК, НО И ИЗ ГОВЯЖЬИХ РЕБРЫШЕК, ИЗ СВИНИНЫ ИЛИ ПТИЦЫ (КУРИЦЫИЛИ ГУСЯ). РАЗЛИЧИЕ ТОЛЬКО ВО ВРЕМЕНИ ПРИГОТОВЛЕНИЯ.",
                remarks: "Этот рецепт подойдет и для приготовления щей из кислой капусты, которую следует отжать от рассола и тушить около 3–4 часов до мягкости. Если капуста очень кислая, то перед тушением ее следует промыть. Так же варятся и грибные постные щи: овощи будут готовиться на грибном бульоне, а отварные грибы следует добавить на этапе сборки щей",
                ingredients: "ГОВЯЖЬИ ГОЛЯШКИ  ОКОЛО 2 КГ ЛУЧШЕ ИСПОЛЬЗОВАТЬ УЖЕ НАПИЛЕННЫЕ • РЕПЧАТЫЙ ЛУК  3 ШТ. 250300 Г • БЕЛОКОЧАННАЯ КАПУСТА  600700 Г ИЗ РАСЧЕТА 300 Г НА 1 Л ГОТОВОГО БУЛЬОНА • МОРКОВЬ  1 ШТ. 150200 Г • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  5 ШТ. • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ",
                steps:[
                    {step: "Нарезать перьями или полукольцами 2 луковицы, а одну оставить целой для бульона. Капусту порубить соломкой."},
                    {step: "2 Говяжьи голяшки вымыть и поместить в кастрюлю объемом 6 л, залить холодной водой, довести до кипения, снять пену, снизить нагрев, добавить луковицу, морковь, перец и варить при слабом кипении около 4 часов, до мягкости мяса, за час до готовности посолить. Бульона должно получиться 2,5 л"},
                    {step:"Аккуратно извлечь из бульона мясо и кости (желательно так, чтобы из костей не вытек костный мозг, он пригодится), поместить в миску и накрыть крышкой.Снять ложкой, а лучше небольшим черпаком жир с поверхности бульона (жир сохранить)"},
                    {step:"Аккуратно маленькой узкой ложкой извлечь из костей костный мозг, поместить его в небольшую миску и накрыть крышкой."}, 
                    {step:"Положить в сотейник подготовленные капусту и нарезанную луковицу, добавить 0,5 стакана бульона или воды и тушить до готовности при самом слабом нагреве до изменения цвета, в среднем около 2 часов. В процессе приготовления по необходимости можно добавлять небольшое количество бульона или воды. За 30 минут до готовности капусту посолить и поперчить по вкусу."},
                    {step:"Влить в сотейник (кастрюлю) с готовой тушеной капустой 2,5 л бульона, добавить разобранное на кусочки мясо, снятое с отварных голяшек, посолить, если требуется"},
                    {step:"При слабом кипении варить 20 минут. Накрыть крышкой и дать постоять щам еще 10–15 минут, а лучше отправить их в духовой шкаф, разогретый до 150 °С, и оставить их там хотя бы на 30 минут"},
                    {step:"Можно разлить щи по порционным горшочкам объемом 350–500 мл, отправить их в духовой шкаф, в них же и подавать. Если крышек для горшочков нет, накрыть их фольгой"}    
                ]
            },
            {
                name_d:"ЩИ ЛЕНИВЫЕ",
                src:"assets/v_2.jpg",
                distription:"ЭТО ОДИН ИЗ ТРАДИЦИОННЫХ ВАРИАНТОВ ЩЕЙ, КОТОРЫЕ И ПО СЕЙ ДЕНЬ ГОТОВЯТ В ГЛУБИНКЕ. КАПУСТА ШИНКУЕТСЯ КРУПНО И НЕ ТУШИТСЯОТДЕЛЬНО ОТ МЯСА, ВСЕ ИНГРЕДИЕНТЫ ЗАКЛАДЫВАЮТСЯ ПОЧТИЕДИНОВРЕМЕННО И ТОМЯТСЯ ВМЕСТЕ",
                remarks: ". Готовить ленивые щи лучше всего в духовом шкафу при 150–160 °С в течение 5 часов. В таком случае надо найти подходящую чугунную, желательно покрытую эмалью кастрюлю, которая уместится в духовой шкаф, и сократить количество продуктов.",
                ingredients: "ГОВЯЖЬИ РЕБРЫШКИ ГОВЯЖЬЯ ГРУДИНКА  1 КГ • ГОВЯЖЬЯ ЩЕКОВИНА  500700 Г • КАПУСТА БЕЛОКОЧАННАЯ  1 БОЛЬШОЙ ИЛИ 23 НЕБОЛЬШИХ ВИЛКА 1,5 КГ • РЕПЧАТЫЙ ЛУК  3 ШТ. 300 Г • МОРКОВЬ  1ШТ. 150 Г • ЗЕЛЕНЬ ПЕТРУШКИ  ПАРА ВЕТОЧЕК • ЛАВРОВЫЙ ЛИСТ  12 ШТ. • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ • СОЛЬ",
                steps:[
                    {step: "Мясо нарезать кусочками вдоль ребер. Щековину промыть и нарезать средними кубиками. Если используете только ребрышки, то взять их не 1 кг, а 1,5–1,7 кг"},
                    {step: "У капусты вырезать кочерыжки. Разрезать каждый вилок вдоль на восемь частей. Как вариант, можно крупно порубить капусту. Залить кипятком на 30 минут или бланшировать в кипящей воде около 15 минут. Воду слить"},
                    {step:"Поместить мясо в кастрюлю (8 л), залить водой, довести до кипения, снять пену, снизить интенсивность нагрева и варить около часа. Затем в кастрюлю опустить подготовленные крупно нарезанные лук, морковь и капусту."},
                    {step:"Кастрюлю установить на самую маленькую горелку или на рассекатель пламени и варить щи при самом слабом кипении, слегка прикрыв крышкой, в течение 5 часов"}, 
                    {step:"Через 3 часа умеренно посолить с учетом того, что щи будут вариться еще 2 часа, и добавить черный перец горошком."},
                    {step:"За 15 минут до готовности опустить в кастрюлю веточки петрушки и 1–2 лавровых листа, посолить еще, если требуется. Когда щи будут готовы, лавровый лист и веточки петрушки извлечь и выкинуть. Подавать со сметаной."}
                ]
            },
            {
                name_d:"РАССОЛЬНИК С ПОЧКАМИ",
                src:"assets/v_3.jpg",
                distription:"ТРАДИЦИОННЫЙ СУП РУССКОЙ КУХНИ. ПРЕДШЕСТВЕННИЦЕЙ РАССОЛЬНИКА В ТОМ ВИДЕ, В КОТОРОМ ОН ИЗВЕСТЕНВ СОВРЕМЕННОЙ КУХНЕ, БЫЛА КАЛЬЯ. ГОТОВЯТ РАССОЛЬНИКИ ГЛАВНЫМ ОБРАЗОМ ИЗ ПОТРОХОВ, ОБЯЗАТЕЛЬНО ДОБАВЛЯЮТ СОЛЕНЫЕ ОГУРЦЫИ (ИЛИ) РАССОЛ. ИЗ КРУП В РАССОЛЬНИКЕ МОЖНО ИСПОЛЬЗОВАТЬПЕРЛОВКУ ИЛИ РИС, НО МОЖНО ГОТОВИТЬ И ВОВСЕ БЕЗ КРУПЫ",
                remarks: " ",
                ingredients: "ГОВЯЖИЙ БУЛЬОН  2 Л • ГОВЯЖЬИ ПОЧКИ  2 ШТ. 800 Г • ПЕРЛОВАЯ КРУПА  1/2 СТАКАНА • РЕПЧАТЫЙ ЛУК  23 ШТ. 350 Г • СОЛЕНЫЕ ОГУРЦЫ  3 ШТ. 300 Г • ОГУРЕЧНЫЙ РАССОЛ ФИЛЬТРОВАННЫЙ  ОКОЛО 1 СТАКАНА 250 МЛ • ЛАВРОВЫЙ ЛИСТ  12 ШТ. • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  8 ШТ. • ТМИН  1/4 Ч. ЛОЖКИ • СМЕТАНА  ДЛЯ ПОДАЧИ • ТОМАТНАЯ ПАСТА  1 СТ. ЛОЖКА • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ",
                steps:[
                    {step: "Заранее отварить бульон из 1,5 кг говядины с костью, с добавлением 1 луковицы и моркови. Когда бульон остынет, поместить его в холодильник и, когда жир на поверхности бульона застынет, снять его при помощи ложки. Бульона должно получиться 2 л"},
                    {step: "У почек удалить пленку (если почки с пленкой), сосуды, протоки и жир. Для удаления протоков лучше разрезать почки с помощью небольшого остроконечного короткого и острого ножа "},
                    {step:"Затем почки вымыть, залить холодной водой, вымачивать 6–8 часов, при этом меняя воду, чем чаще – тем лучше"},
                    {step:"После вымачивания поместить почки в небольшой стальной сотейник (или лучше ковш с ручкой, чтобы было удобно сливать воду) объемом 2 л, залить холодной водой, довести до кипения и проварить 5 минут, слить воду с почек, сами почки промыть водой, а ковш хорошо отмыть от пены. Затем почки снова залить холодной водой и снова довести до кипения, варить 10 минут при слабом кипении, после чего воду слить (почки и ковш уже можно не мыть). Далее снова налить воды и дать ей закипеть, посолить, добавить лавровый лист, перец горошком, тмин, варить почки 15–20 минут, слить с них воду. При такой обработке почки теряют свой специфический запах и бульон на третьем этапе становится чистым. Можно поставить вымачивать в воде почки на ночь. Следует помнить, что общее время приготовления почек не должно превышать 45–55 минут, с учетом времени, которое они будут вариться в мясном бульоне, так как почки могут стать жесткими."}, 
                    {step:"Оставшийся репчатый лук нарезать небольшими кубиками или четвертинками колец, слегка поджарить в нескольких ложках жира, снятого с говяжьего бульон"},
                    {step:"Огурцы извлечь из рассола (рассол не выливать), очистить от шкурки и нарезать небольшими брусочками. Если семена крупные, их можно извлечь ложкой "},
                    {step:"После того как лук будет слегка обжарен, добавить к нему подготовленные соленые огурцы и тушить вместе около 8–10 минут на слабом огне. Добавить к луку с огурцами томатную пасту и тушить еще 5–7 минуm"},
                    {step:"Ко времени, когда поджарка будет готова, довести до кипения мясной бульон вместе с отфильтрованным огуречным рассолом, добавить к нему промытую перловую крупу, поджарку, подготовленные нарезанные почки, проверить на соль, поперчить по вкусу и варить при слабом кипении около 15 минут."}
                ]
            },
            {
                name_d:"РАССОЛЬНИК ИЗ ИНДЕЙКИ",
                src:"assets/v_4.jpg",
                distription:" ",
                remarks: "Выложить в кипящий бульон подготовленное отварное мясо индейки и соленую зелень. В такие блюда, как солянка, рассольник, калья, хорошо добавлять именно соленую зелень. Довести до кипения и варить при слабом кипении 3–5 минут.",
                ingredients: "ИНДЕЙКА ЧАСТИ ИНДЕЙКИ, НАПРИМЕР НОЖКА И ФИЛЕ  11,2 КГ • РЕПЧАТЫЙ ЛУК  2 ШТ. 200250 Г • МОРКОВЬ  1 ШТ. 50200 Г • ЧЕРНЫЙ ПЕРЕЦ ГОРОШКОМ  68 ШТ. • СОЛЕНЫЕ ОГУРЦЫ НЕБОЛЬШОГО РАЗМЕРА  79 ШТ. • СОЛЕНЫЕ УКРОП И ПЕТРУШКА  ПО 1 СТ. ЛОЖКЕ СМ. СТР. 250",
                steps:[
                    {step: "Лук очистить и оставить целым. Морковь хорошо вымыть, очистить и оставить целой."},
                    {step: "Индейку поместить в большую кастрюлю, залить водой и довести до кипения. Снять пену и варить на минимальном огне 2–3 часа (индейка не домашняя, купленная в магазине, будет готова спустя 1 час)."},
                    {step:"Спустя 30 минут после того, как сняли пену, добавить целиком лук, морковь, черный перец горошком. Готовый бульон отфильтровать через сит"},
                    {step:"Мясо отделить от костей и разобрать на кусочки."}, 
                    {step:"В бульон, около 2–2,5 л, поместить предварительно очищенные от кожицы и семян, нарезанные соленые огурцы, довести до кипения и варить 10–15 минут при слабом кипении. (Огурцы можно отдельно потушить на жире, растительном или топленом масле.)"},
                    {step:"Выложить в кипящий бульон подготовленное отварное мясо индейки и соленую зелень. В такие блюда, как солянка, рассольник, калья, хорошо добавлять именно соленую зелень. Довести до кипения и варить при слабом кипении 3–5 минут."}
                ]
            },
            {
                name_d:"СВЕКОЛЬНИК С ФАСОЛЬЮ",
                src:"assets/c_5.jpg",
                distription:"ЧАЩЕ ВСЕГО СВЕКОЛЬНИКОМ НАЗЫВАЮТ ХОЛОДНЫЙ СУП НА СВЕКОЛЬНОМ ОТВАРЕ ИЛИ НА СВЕКОЛЬНОМ ИЛИ БЕЛОМ КВАСЕ. НО ЕСТЬ ОЧЕНЬ ИНТЕРЕСНЫЙ ЗИМНИЙ ВАРИАНТГОРЯЧЕГО СВЕКОЛЬНИКА. ЭТОТ СУП МОЖНО ПРИГОТОВИТЬ С СОЛЕНЫМИОГУРЦАМИ, МОЖНО И С ПОМИДОРАМИ, ТОМАТНЫМ СОУСОМ ИЛИ ТОМАТНОЙПАСТОЙ. В ЛЮБОМ СЛУЧАЕ СВЕКОЛЬНИК С ФАСОЛЬЮ ОЧЕНЬ ВКУСНЫЙИ ПОЛЕЗНЫЙ. ",
                remarks: "Для свекольника лук, морковь и помидоры (или соленые огурцы) можно потушить на подсолнечном масле, прежде чем добавить в суп. В таком случае сначала следует поджарить (потушить) лук и морковь, потом добавить помидоры (или огурцы) и 10 минут тушить их вместе.",
                ingredients: "КРАСНАЯ СУХАЯ ФАСОЛЬ  1/3 ИЛИ 1/2 СТАКАНА • СВЕК ЛА  1 ШТ. 250 Г • МОРКОВЬ  12 ШТ. 250 Г • РЕПЧАТЫЙ ЛУК  12 ШТ. 250 Г • ПОМИДОРЫ  250 Г ИЛИ СОЛЕНЫЕ ОГ УРЦЫ  3 ШТ. НЕБОЛЬШОГО РАЗМЕРА • ВИННЫЙ ИЛИ ЯБЛОЧНЫЙ УКСУС 6%НЫЙ  1,5 С Т. ЛОЖКИ • ЯЙЦА  34 ШТ. • СОЛЬ • СВЕЖЕМОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ЗЕЛЕНЬ ПЕТРУШКИ И УКРОПА • СМЕТАНА Д ЛЯ ПОДАЧИ",
                steps:[
                    {step: "Фасоль замочить на несколько часов, во время замачивания несколько раз сменить воду, отварить до готовности (обычно фасоль варится 1 час, но лучше пробовать), за 20 минут до готовности немного посолить. Когда фасоль будет готова, воду слить. Фасоль можно приготовить заранее."},
                    {step: "(обычно фасоль варится 1 час, но лучше пробовать), за 20 минут до готовности немного посолить. Когда фасоль будет готова, воду слить. Фасоль можно приготовить заранее."},
                    {step:"Если использовать помидоры, то натереть их на терке или мелко нарезать. Предварительно бланшировать их в кипятке и снять кожицу. Если использовать огурцы, то очистить их от кожицы, удалить сердцевину (если семена крупные) и нарезать соломкой."},
                    {step:"Яйца отварить, остудить, очистить и нарезать кубиками"}, 
                    {step:"5 Влить в кастрюлю воду – 2 л (1,5 л для тех, кто любит погуще), поместить туда нарезанную свеклу, добавить хороший винный или яблочный уксус, довести до кипения, снизить температуру нагрева и при среднем кипении варить 5 минут, затем добавить морковь, лук, огурцы (если используются), посолить, поперчить и варить еще 10 минут, затем добавить фасоль, томаты и варить 15 минут до готовности. В самом конце добавить рубленую зелень."},
                    {step:"К свекольнику подать сметану и рубленые яйца"}
                ]
            },
            {
                name_d:"СОЛЯНКА СБОРНАЯ МЯСНАЯ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Мясная часть солянки, не только бульон, может быть приготовлена заранее",
                ingredients: "ГОВЯДИНА С КОСТОЧКОЙ  1,21,5 КГ • СВИНАЯ РУЛЬКА  900 Г • ГОВЯЖЬЕ СЕРДЦЕ  1,8 КГ • СЫРОКОПЧЕНЫЙ БЕКОН  200 Г • ГОВЯЖИЙ ЖИР КОТОРЫЙ ОБРАЗОВАЛСЯ ПРИ ОТВАРИВАНИИ БУЛЬОНА, СНЯТЬ С ПОВЕРХНОСТИ  23 СТ. ЛОЖКИ • ОЛИВКИ БЕЗ КОСТОЧЕК  ОКОЛО 30 ШТ. • СОЛЕНЫЕ ОГ УРЦЫ  5 ШТ. СРЕДНЕГО РАЗМЕРА • РЕПЧАТЫЙ ЛУК  4 ШТ. 250300 Г • КАПЕРСЫ МЕЛКИЕ, БЕЗ ХВОСТИКОВ  12 СТ. ЛОЖКИ ПО ЖЕЛАНИЮ • ОГУРЕЧНЫЙ РАССОЛ  1 СТАКАН 200 МЛ • ЗЕЛЕНЬ ПЕТРУШКИ  23 ВЕТОЧКИ • ЛАВРОВЫЙ ЛИСТ  12 ШТ. • ДУШИСТЫЙ ПЕРЕЦ ГОРОШКОМ  4 ШТ. • СОЛЬ",
                steps:[
                    {step: "Огурцы очистить от кожицы, удалить семена и нарезать кубиками."},
                    {step: "Сварить из говядины бульон. Это лучше сделать заранее. Бульона должно получиться 2 л или чуть более. Для этого мясо поместить в кастрюлю объемом около 5 л, залить холодной водой, довести до кипения, снять при помощи шумовки пену, добавить 1–2 головки очищенного репчатого лука, перец горошком и варить при слабом кипении до готовности мяса. В конце приготовления добавить пряные травы (петрушку), посолить. Лавровый лист добавить в самом конце (за 10 минут до окончания). Мясо извлечь из бульона, нарезать кубиками. Бульон отфильтровать через металлическое сито"},
                    {step:" Свиную рульку отварить до готовности. Отделить мясо от жира, шкурок, костей и нарезать кубиками."},
                    {step:"Отварить говяжье сердце. Для этого сырое сердце разрезать вдоль на две или четыре части, удалить по возможности лишний жир, сосуды и промыть камеры сердца от сгустков крови. Поместить сердце в кастрюлю, залить холодной водой, довести до кипения, снять пену и варить при слабом кипении в течение 3–5 часов, до мягкости. Во время отваривания добавить 1 луковицу целиком, перец горошком. Посолить в конце приготовления."}, 
                    {step:"Отварное сердце и бекон нарезать кубиками"},
                    {step:"В сотейнике на говяжьем жире (можно снять с поверхности бульона или использовать вместо жира 3–4 столовые ложки топленого масла) слегка обжарить нарезанную луковицу. Как только лук начнет поджариваться, добавить подготовленный бекон и продолжать тушить еще 5 минут. Затем добавить подготовленные огурцы и тушить все вместе 10–15 минут при слабом нагреве"},
                    {step:"В кастрюлю объемом 4,5 л влить бульон и стакан огуречного рассола. Добавить подготовленное мясо (говядину, свинину и сердце), довести до кипения и варить при среднем кипении 5 минут. Затем добавить подготовленные лук с беконом и огурцами, оливки, каперсы и продолжать готовить еще 5 минут при слабом кипении."}
                ]
            },{
                name_d:"СУП С ПОТРОШКАМИ И ДОМАШНЕЙ ЛАПШОЙ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: ". Готовить ленивые щи лучше всего в духовом шкафу при 150–160 °С в течение 5 часов. В таком случае надо найти подходящую чугунную, желательно покрытую эмалью кастрюлю, которая уместится в духовой шкаф, и сократить количество продуктов.",
                ingredients: "ГУСИНЫЕ И УТИНЫЕ ПОТРОХА ТОЛЬКО ЖЕЛУДКИ И СЕРДЕЧКИ  600700 Г • Г УСИНАЯ ШЕЯ  1 ШТ. • ПАПОРОТКИ КРАЙНИЙ СУСТАВ КРЫЛЬЕВ ИЛИ КРЫЛЫШКИ  2 ШТ. • ГОВЯДИНА  400500 Г • БУЛЬОН  2 Л • РЕПЧАТЫЙ ЛУК  2 ШТ. 250300 Г • ДОМАШНЯЯ ЛАПША  1 СТАКАН • ШАФРАН  НА КОНЧИКЕ НОЖА ДЛЯ БУЛЬОНА ЕСЛИ ЕСТЬ • ЗЕЛЕНЬ ПЕТРУШКИ  4 ВЕТОЧКИ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СОЛЬ",
                steps:[
                    {step: "Приготовить бульон можно заранее (например, с вечера, если суп предполагается готовить на следующий день)."},
                    {step: "Гусиную шею разрубить на несколько частей, крылышки также можно разруби если большие. Подготовленное мясо, шейку и крылышки сложить в кастрюлю, залить холодной водой, довести до кипения, снять образовавшуюся пену, снизить интенсивность нагрева, добавить целую головку репчатого лука (очистить), поперчить и варить при слабом кипении около 2–3 часов до готовности. В середине приготовления посолить умеренно. Бульон отфильтровать через металлическое сито, добавить шафран"},
                    {step:"Снять мясо с шеи, поместить в миску и накрыть, чтобы не высыхало. Отварную говядину можно разделить на кусочки и использовать в супе с потрошками, а можно использовать для другого блюда, например в качестве начинки для небольших пирожков, которые и подать к суп"},
                    {step:"Потроха (уже подготовленные,без пленки, выстилающей желудки, и с удаленными у сердечек остатками сосудов и сгустков крови, промытые) поместить в небольшую кастрюльку с водой, довести до кипения, снять пену, добавить очищенную головку репчатого лука и варить при среднем кипении до готовности – примерно 2 часа. За 30 минут до готовности посолить бульон, в котором варятся потроха, и добавить 2 веточки петрушки.в"}, 
                    {step:"Готовые отварные желудочки и сердечки извлечь при помощи шумовки из бульона и, когда они немного остынут, нарезать пластинками попере"},
                    {step:"В кастрюлю с отфильтрованным бульоном поместить нарезанные потроха, посолить бульон, если требуется, дать закипеть и добавить домашнюю лапшу, варить 3–4 минуты."},
                    {step:"При подаче посыпать оставшейся нарезанной петрушкой."}
                ]
            },
            {
                name_d:"СУП С КУРИНЫМИ ПОТРОШКАМИ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: "Готовить лучше из потрошков домашних кур, но если таких нет, то подойдут и магазинные",
                ingredients: "КУРИЦА  1 ТУШКА В ИДЕАЛЕ СУПОВАЯ ДЕРЕВЕНСКАЯ • КУРИНЫЕ ЖЕЛУДОЧКИ  700 Г • КУРИНЫЕ СЕРДЕЧКИ  700 Г • РЕПЧАТЫЙ ЛУК  23 ШТ. 300 Г • ПШЕНИЧНАЯ МУКА  12 СТ. ЛОЖКИ • МОРКОВЬ  1 ШТ. • ТОПЛЕНОЕ МАСЛО ИЛИ КУРИНЫЙ ЖИР  34 СТ. ЛОЖКИ • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ЗЕЛЕНЬ ПЕТРУШКИ ИЛИ УКРОПА  34 ВЕТОЧКИ • СМЕТАНА ДЛЯ ПОДАЧИ",
                steps:[
                    {step: "Можно специально отварить курицу в 3 л воды и использовать бульон, а можно взять бульон, в котором варились вместе с потрошками куриные лапки, шейки, крылышки. Можно готовить и на бульоне, в котором отваривались только сердечки и желудочки. В данном рецепте используется бульон, полученный при отваривании куриных сердечек и желудочков"},
                    {step: "Вымыть сердечки, обрезать сосуды и лишний жир."},
                    {step:"Желудки вымыть. Если желудки от деревенских кур, то нужно снять желтую пленку, которая бывает не всегда удалена (чтобы было легче снять пленку, надо обдать желудки кипятком и удалить ее при помощи короткого ножа). В любом случае на внутренней стороне желудков не должно остаться даже фрагментов этой пленки"},
                    {step:"Оставшийся репчатый лук нарезать перьями и обжарить на топленом масле или на курином смальце (жире). Сильно не обжаривать, можно просто потушить. В конце обжаривания добавить муку и жарить, помешивая, еще 2–3 минуты."}, 
                    {step:"Когда сердечки и желудки будут готовы, извлечь их при помощи шумовки, выложить на тарелку и дать немного остыть. Затем сердечки нарезать поперек «колесиками» (или разрезать вдоль на 2–4 части), а желудки нарезать пластинками"},
                    {step:"Вернуть куриные сердечки и желудки в кастрюлю с бульоном, добавить туда же обжаренный лук. Дать покипеть супу еще 5–10 минут."},
                    {step:"Готовый суп посыпать зеленью петрушки (или укропа), а при подаче в каждую тарелку добавить сметану"}
                ]
            }
        ]
    },
    {
        name: "ГОРЯЧЕЕ",
        src: "url(../assets/1.jpg)",
        dish:[
            {
                name_d:"СОЛЯНКА НА СКОВОРОДЕ",
                src:"assets/b_1.jpg",
                distription:"ТИПИЧНОЕ БЛЮДО РУССКОЙ КУХНИ, КОТОРОЕ ДО НАШИХ ДНЕЙ СОХРАНИЛОСЬ В ПОЧТИ НЕИЗМЕННОМ ВИДЕ. ОСНОВОЙ СОЛЯНКИ ЯВЛЯЕТСЯ ТУШЕНАЯ КАПУСТА (СВЕЖАЯ ИЛИ КВАШЕНАЯ И ОТЖАТАЯ). В ТУШЕНУЮ КАПУСТУ ДОБАВЛЯЮТСЯ КУСОЧКИ ОТВАРНОГО МЯСА ИЛИ ПТИЦЫ, ЖАРКОГО ИЛИ КОПЧЕНОСТЕЙ. СОЛЯНКУ ОЧЕНЬ УДОБНО ГОТОВИТЬ ПОСЛЕ ПРАЗДНИКА (НАПРИМЕР, НАУТРО ПОСЛЕ ВСТРЕЧИ РОЖДЕСТВА, НОВОГО ГОДА ИЛИ ПАСХИ), К КОТОРОМУ БЫЛО ПРИГОТОВЛЕНО МНОГО МЯСА ИЛИ ПТИЦЫ",
                remarks: " ",
                ingredients: "ГОВЯЖЬЯ ЩЕКОВИНА ИЛИ ГОВЯДИНА БЕЗ КОСТЕЙ  500600 Г • КУРИНОЕ ФИЛЕ  500600 Г • СВИНОЕ ФИЛЕ  500 Г • СВИНАЯ ГРУДИНКА  200 Г • МЯСНОЙ БУЛЬОН  2 СТАКАНА ЕСЛИ НЕТ БУЛЬОНА, ТО СМЕЛО МОЖНО ИСПОЛЬЗОВАТЬ ТОТ, В КОТОРОМ ОТВАРИВАЛАСЬ ЩЕКОВИНА • БЕЛОКОЧАННАЯ КАПУСТА  1 КГ • ТОМАТНАЯ ПАСТА  150 Г • САХАР  2 СТ. ЛОЖКИ • РЕПЧАТЫЙ ЛУК  34 ШТ. 350400 Г • ТОПЛЕНОЕ ИЛИ СЛИВОЧНОЕ МАСЛО  100150 Г • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ПАНИРОВОЧНЫЕ СУХАРИ  4 СТ. ЛОЖКИ • МЕД",
                steps:[
                    {step: "Говядину (щековину) отварить обычным способом, чтобы получился и бульон, который пригодится в процессе приготовления солянки. Готовить эту солянку необязательно из щековины или филе, можно взять другие отрубы мяса или птицы, лишь бы кусочки были без костей, «мясные»."},
                    {step: "Приготовить жаркое из свинины. Запечь куриное филе в духовом шкафу, смазав его в конце запекания медом (филе можно просто обжарить на топленом масле в сковороде)."},
                    {step:"Капусту нашинковать. Репчатый лук нарезать перьями или полукольцами."},
                    {step:"Нарезать свиную грудинку не совсем мелкой соломкой и выложить в сотейник. Обжарить при средней интенсивности нагрева до момента, когда начнет появляться корочка. Затем добавить лук и немного обжарить вместе с грудинкой"}, 
                    {step:"Выложить капусту в сотейник к обжаренному луку и грудинке. Добавить бульон, установить сотейник на рассекатель пламени (лучше над самой маленькой горелкой плиты) и тушить в течение 3 часов под закрытой крышкой до готовности. Капуста должна приобрести чуть розовый цвет, а бульон должен практически выпариться. Если бульон не выпарился, можно приоткрыть крышку для ускорения этого"},
                    {step:"Пока тушится капуста, приготовить томатный соус из хорошей томатной пасты. Для этого в небольшой ковшик выложить томатную пасту, добавить 150 мл воды, сахар, поперчить и чуть-чуть посолить. Добавляя сахар, соль и перец, надо ориентироваться на собственный вкус. Готовить соус при самом слабом кипении, непрерывно помешивая, в течение 5–7 минут."},
                    {step:"Когда капуста будет готова, выложить из сотейника при помощи шумовки половину капусты в миску. На оставшуюся тушеную капусту выложить кусочки мяса и разровнять. Сверху выложить капусту из миски и разровнять ложкой. Вылить на верхний слой капусты томатный соус и сделать проколы до самого дна сотейника при помощи деревянной шпажки (для того чтобы томатный соус проник внутрь и пропитал солянку)."},
                    {step:"Растопить топленое или сливочное масло в небольшом ковшике."},
                    {step:"Поверхность солянки снова разровнять ложкой и присыпать панировочными сухарями. Сверху аккуратно при помощи чайной ложки пропитать поверхность растопленным маслом."},
                    {step:"Поставить солянку в духовой шкаф, прогретый до 200 °С, и готовить в течение 20 минут"}
                ]
            },
            {
                name_d:"СОЛЯНКА С ПОТРОШКАМИ НА СКОВОРОДЕ",
                src:"assets/b_2.jpg",
                distription:"ОЧЕНЬ ВКУСНАЯ ГОРЯЧАЯ ЗАКУСКА. С УЧЕТОМ ОФОРМЛЕНИЯ МОЖНО СКАЗАТЬ, ЧТО ЭТО ПРАЗДНИЧНЫЙ ВАРИАНТ СОЛЯНКИ. НЕСЛОЖНОЕ В ИСПОЛНЕНИИ БЛЮДО.",
                remarks: ". Если солянку готовить и из сердечек, и из куриных желудочков, то отваривать сердечки и желудочки следует отдельно. И если нет куриного бульона, то в солянке можно использовать только бульон, сваренный из куриных сердечек. Но лучше использовать обычный крепкий куриный бульон. Желудочки в солянке очень хороши, но их нужно подготовить: снять пленку, которой выстланы желудочки, и особенно это касается желудочков от деревенских кур, которые куплены на рынке.",
                ingredients: "КАПУСТА БЕЛОКОЧАННАЯ  1,5 КГ • КУРИНЫЕ СЕРДЕЧКИ  1,5 КГ ИЛИ ПО 700800 Г СЕРДЕЧЕК И КУРИНЫХ ЖЕЛУДКОВ • ОГУРЦЫ СОЛЕНЫЕ  200250 Г И НЕСКОЛЬКО НЕБОЛЬШИХ ОГУРЧИКОВ ДЛЯ УКРАШЕНИЯ ВЕРХА СОЛЯНКИ • РЕПЧАТЫЙ ЛУК  250300 Г • МАСЛО ТОПЛЕНОЕ  23 СТ. ЛОЖКИ ИЛИ МОЖНО ИСПОЛЬЗОВАТЬ РАСТИТЕЛЬНОЕ РАФИНИРОВАННОЕ • ТОМАТНАЯ ПАСТА  150 Г • САХАР  3 СТ. ЛОЖКИ • МУКА ПШЕНИЧНАЯ ВЫСШЕГО СОРТА  2 СТ. ЛОЖКИ • КУРИНЫЙ БУЛЬОН  2 СТАКАНА БУЛЬОН МОЖНО ИСПОЛЬЗОВАТЬ И ТОТ, В КОТОРОМ ВАРИЛИСЬ КУРИНЫЕ СЕРДЕЧКИ  1,5 СТАКАНА ДЛЯ ТУШЕНИЯ КАПУСТЫ И 1/2 СТАКАНА ДЛЯ ТОМАТНОГО СОУСА • ОЛИВКИ БЕЗ КОСТОЧЕК  3040 ШТ. • ЛИМОН  1 ШТ. • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СОЛЬ ",
                steps:[
                    {step: "Куриные сердечки вымыть, обрезать лишний жир и срезать сосуды. Поместить в кастрюлю, залить холодной водой, довести до кипения, снять пенку при помощи шумовки, снизить нагрев, добавить репчатый лук (1 шт.) и варить, прикрыв крышкой, при слабом кипении в течение 1–1,5 часа до готовности. За 30 минут до готовности посолить и поперчить."},
                    {step: " Когда сердечки будут готовы, извлечь их из кастрюли шумовкой, поместить в миску и обязательно миску накрыть крышкой, чтобы сердечки не заветрились"},
                    {step:"Капусту нарезать. Репчатый лук очистить, вымыть и нарезать перьями. Огурцы очистить от кожицы и, если слишком большие семена, удалить их при помощи ложки, затем огурцы нарезать соломкой. Часть мелких огурцов очистить и оставить для украшения"},
                    {step:"Муку обжарить в небольшой сковороде до кремового или золотистого цвета (можно муку обжарить в духовом шкафу, разогретом до 200 °С)."}, 
                    {step:"В сотейнике (лучше, если сотейник будет чугунный, с ровными, а не расширяющимися бортами, или можно взять чугунный вок, сковороду с высокими бортами) разогреть топленое или растительное масло и совсем немного обжарить лук до прозрачности (не стоит обжаривать до корочки). Затем в сотейник добавить подготовленную капусту, бульон – 1,5 стакана, и, иногда помешивая, тушить ее 1 час при слабом кипении под крышкой ( через 45 минут после начала тушения капусту посолить и поперчить)"},
                    {step:"Пока капуста тушится, приготовить томатный соус. Для этого в небольшой стальной ковшик (кастрюльку) поместить томатную пасту, сахар, черный молотый перец и развести 1/2 стакана куриного бульона. Тщательно размешать. Затем ковшик установить на малую горелку и прогревать при самом слабом кипении около 5 минут."},
                    {step:"Во время тушения капусты отварные сердечки нарезать поперек и накрыть крышкой, чтобы не заветрились. В это же время, пока тушится капуста, можно тщательно очистить лимон от шкурки и пленок."},
                    {step: "Через 1 час, когда капуста станет мягкой, добавить в сотейник нарезанные соломкой соленые огурцы и томатный соус, после чего, помешивая, готовить капусту еще 20–25 минут при слабом кипении"},
                    {step:"Когда капуста будет готова, всыпать через ситечко в сотейник 2 ст. ложки подготовленной муки и тщательно размешать (всыпая муку, надо размешивать, чтобы не образовалось комков). После этого готовить капусту еще 2–3 минуты"},
                    {step:"Половину капусты при помощи большой ложки отложить в другую миску. Оставшуюся капусту разровнять ложкой и распределить по поверхности подготовленные, нарезанные куриные сердечки. Сверху выложить оставшуюся капусту и поверхность солянки тщательно разровнять"}, 
                    {step:"Сверху солянку украсить нарезанными дольками лимона, оливками, огурчиками и частью куриных сердечек. Не стоит пренебрегать лимонами, украшая солянку, они дают кислинку в блюде"},
                    {step:"После того как солянка будет украшена, отправить ее в разогретый до 200–210 °С духовой шкаф на 15–20 минут. Солянку подавать на стол в посуде, в которой она готовилась."}
                ]
            },
            {
                name_d:"СОЛЯНКА ИЗ КВАШЕНОЙ КАПУСТЫ НА СКОВОРОДЕ",
                src:"assets/b_3.jpg",
                distription:" ",
                remarks: " ",
                ingredients: "ГОВЯЖЬЯ ЩЕКОВИНА ИЛИ ГОВЯДИНА БЕЗ КОСТЕЙ  250 Г • КУРИНОЕ ФИЛЕ  250 Г • СВИНОЕ ФИЛЕ  250 Г • СВИНАЯ ГРУДИНКА  100 Г • БУЛЬОН  11,5 СТАКАНА ЕСЛИ НЕТ БУЛЬОНА, ТО СМЕЛО МОЖНО ИСПОЛЬЗОВАТЬ БУЛЬОН, В КОТОРОМ ОТВАРИВАЛАСЬ ЩЕКОВИНА • КВАШЕНАЯ КАПУСТА  500 Г • ТОМАТНАЯ ПАСТА  100 Г • РЕПЧАТЫЙ ЛУК  23 ШТ. 250 Г • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СУХАРИ ПАНИРОВОЧНЫЕ  2 СТ. ЛОЖКИ • МЕД  12 СТ. ЛОЖКИ • САХАР  12 СТ. ЛОЖКИ",
                steps:[
                    {step: "Говядину отварить обычным способом, чтобы получился и бульон, который пригодится в процессе приготовления солянки. Для этой солянки можно взять другие отрубы мяса или птицы, лишь бы кусочки были без костей, «мясные». Можно использовать копченое мясо или хорошие сосиски."},
                    {step: "Приготовить жаркое из свинины и запечь куриное филе в духовом шкафу, смазав его под конец запекания медом (филе можно просто обжарить на топленом масле в сковороде"},
                    {step:"Лук нарезать перьями или полукольцами. "},
                    {step:"Выложить капусту в сотейник к обжаренному луку и грудинке. Добавить 1 стакан бульона, установить сотейник на рассекатель пламени (лучше над самой маленькой горелкой плиты) и тушить в течение 3–4 часов под закрытой крышкой до готовности. Капуста должна приобрести чуть розовый цвет, а бульон должен практически выпариться. Если бульон не выпарился, можно приоткрыть крышку сотейника для ускорения этого процесса. Надо помешивать капусту и ни в коем случае не допустить пригорания. Капусту можно томить и в духовом шкафу при температуре 150–160 °С около 3–4 часов. Температура дана примерная, так как духовые шкафы у всех разные"}, 
                    {step:"Когда сердечки и желудки будут готовы, извлечь их при помощи шумовки, выложить на тарелку и дать немного остыть. Затем сердечки нарезать поперек «колесиками» (или разрезать вдоль на 2–4 части), а желудки нарезать пластинками"},
                    {step:"Пока тушится капуста, следует приготовить томатный соус из хорошей томатной пасты. Для этого в небольшой ковшик выложить томатную пасту, добавить 100 мл воды, сахар, поперчить и чуть-чуть посолить. Добавляя сахар, соль и перец, надо ориентироваться на собственный вкус. Соус должен быть вкусным – тогда и блюдо получится вкусным. Готовить соус при самом слабом кипении, непрерывно помешивая, в течение 5–7 минут"},
                    {step:" Нарезать свинину, говядину, куриное филе (или копченое мясо) кубиками 1u1 см. Если используются сосиски, то нарезать их кружочками."},
                    {step:"Когда капуста будет готова, выложить из сотейника при помощи шумовки половину капусты в миску. Оставшуюся часть тушеной капусты смешать с половиной томатного соуса, а сверху выложить кусочки мяса, куриного филе, жаркого (сосисок) и разровнять. Другую часть тушеной капусты смешать с оставшимся томатным соусом, выложить на мясо"},
                    {step:" Поверхность солянки снова разровнять и равномерно присыпать панировочными сухарями, прижимая ложкой."},
                    {step:"Поставить солянку в духовой шкаф, прогретый до 200 °С, и готовить в течение 15–20 мину"}
                ]
            },
            {
                name_d:"ЖАРКОЕ-ГОВЯДИНА",
                src:"assets/b_4.jpg",
                distription:"РЕЦЕПТ ПРИГОТОВЛЕНИЯ САМОГО ОБЫЧНОГО ЖАРКОГО. ХОРОШ ЭТОТ РЕЦЕПТ ТЕМ, ЧТО НЕ ТРЕБУЕТ ОСОБОГО ТРУДА, МОЖЕТ БЫТЬ, ПОЭТОМУ РЕЦЕПТ В ОРИГИНАЛЕ И НАЗЫВАЕТСЯ «ОБЫКНОВЕННОЕ ЖАРКОЕ»",
                remarks: " Этот рецепт сгодится для многих отрубов говядины (ссек, огузок, край), разница будет только во времени приготовления под крышкой, но в данном случае взята вырезка – не то, что называют часто мякотью, а именно говяжья вырезка, ее срединная часть без головки и хвостовой части",
                ingredients: "ГОВЯЖЬЯ ИЛИ ТЕЛЯЧЬЯ ВЫРЕЗКА  700 Г • ГОВЯЖИЙ ТОПЛЕНЫЙ ЖИР ИЛИ ТОПЛЕНОЕ МАСЛО  5070 Г • РЕПЧАТЫЙ ЛУК  45 ШТ. 800900 Г • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СУХАРНЫЙ КВАС НА МЕДУ ИЛИ ФРУКТОВЫЙ ИЛИ СУХОЕ КРАСНОЕ ВИНО  3/4 СТАКАНА • МЕД ЕСЛИ ИСПОЛЬЗУЕТСЯ ВИНО  1 СТ. ЛОЖКА",
                steps:[
                    {step: "Лук нарезать поперек крупными шайбами толщиной около 3 см"},
                    {step: "Мясо вымыть, освободить от пленок."},
                    {step:"Приготовить квас заранее, за двое суток. Если нет кваса, можно взять хорошее красное сухое вино и, подогрев немного, развести в нем мед"},
                    {step:"Мясо посолить и поперчить, уложить в эмалированную или стеклянную емкость и дать просолиться хотя бы несколько часов в холодильнике (можно оставить и на сутки)"}, 
                    {step:"Смазать жаровню жиром или маслом, выложить дно (можно использовать латку или утятницу) подготовленным луком, на лук выложить мясо. Затем влить в жаровню 3/4 стакана кваса (или вина с медом), закрыть жаровню крышкой и отправить в духовой шкаф, разогретый до 220 °С, на 1 час"},
                    {step:"Через час открыть крышку и проверить мясо при помощи спицы (или поварской вилки). Если при проколе выделяется сок с кровью, розовый или красный, то полить"},
                    {step:"мясо выделившимся соком и жиром со дна жаровни (можно использовать кисточку, а можно взять небольшой черпак объемом 50 мл и, черпая со дна сок, полить мясо). Накрыть крышкой жаровню, снизить температуру в духовом шкафу до 180 °С и продолжать жарить еще около 30 минут"},
                    {step:"Если для жаркого была взята не вырезка, то готовится такое мясо под крышкой дольше, и надо будет проверять готовность мяса."},
                    {step:"Через 30 минут, если сок при проколе прозрачен, а спица свободно входит в мясо, надо снова смазать мясо (или полить) выделившимся соком и, уже не накрывая крышкой, вернуть жаровню в духовой шкаф."}, 
                    {step:"Продолжать жарить до золотистой корочки, на что потребуется около 30 минут. Надо не передержать мясо, чтобы оно  не пересушилось."},
                    {step:"Когда мясо будет готово, жаровню извлечь из духового шкафа и накрыть крышкой на 10 минут – дать блюду «отдохнуть». После чего мясо можно нарезать поперек"},
                    {step:"Лук, который находится в жаровне, пока мясо «отдыхает», следует еще теплым протереть сквозь металлическое сито и подать к мясу в качестве соуса."}
                ]
            },
            {
                name_d:"БУЖЕНИНА",
                src:"assets/c_5.jpg",
                distription:"ЧАЩЕ ВСЕГО ЭТО ПОПУЛЯРНОЕ БЛЮДО ПРИНЯТО ГОТОВИТЬ ИЗ СВИНОГО ОКОРОКА БЕЗ КОСТИ, НО МОЖНО ИСПОЛЬЗОВАТЬ И ДРУГИЕ ОТРУБЫ, НАПРИМЕР КОРЕЙКУ (БЕЗ КОСТЕЙ) ИЛИ ФИЛЕ ПОЯСНИЧНОЙ ЧАСТИ. БУЖЕНИНА ХОРОША И В ГОРЯЧЕМ ВИДЕ, И КАК ХОЛОДНАЯ ЗАКУСКА. ЕЕ МОЖНО ПРИГОТОВИТЬ И В ОТВАРНОМ, И В ЗАПЕЧЕННОМ ВИДЕ. НИЖЕ ПРЕДСТАВЛЕН РЕЦЕПТ БУЖЕНИНЫ, ЗАПЕЧЕННОЙ В ДУХОВОМ ШКАФУ",
                remarks: "Готовить лучше из потрошков домашних кур, но если таких нет, то подойдут и магазинные",
                ingredients: "СВИНИНА КОРЕЙКА  23 КГ • ЧЕСНОК  56 ЗУБЧИКОВ • РЕПЧАТЫЙ ЛУК  100150 Г МЕЛКИХ ЛУКОВИЦ ДЛЯ ШПИГОВАНИЯ • РЕПЧАТЫЙ ЛУК  45 ШТ. ДЛЯ ЗАПЕКАНИЯ • СУХАРНЫЙ КВАС ЖЕЛАТЕЛЬНО НА МЕДУ  1,5 СТАКАНА • РАСТИТЕЛЬНОЕ МАСЛО • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ",
                steps:[
                    {step: "Мясо промыть и посолить из расчета примерно 1–1,5 ч. ложки соли на 1 кг подготовленного мяса"},
                    {step: "В мясе можно сделать проколы ножом и нашпиговать зубчиками чеснока или небольшими луковицами, но можно просто сделать в мясе проколы спицей, чтобы оно лучше просолилос"},
                    {step:"Мясо поперчить и смочить сухарным квасом на меду (на что уйдет примерно 1/2 стакана кваса), поместить в форму, накрыть крышкой или пленкой (негерметично) и поставить на сутки в холодильник"},
                    {step:"Перед запеканием мясо обязательно должно постоять при комнатной температуре около 1 часа"}, 
                    {step:"Для запекания использовать жаровню с крышкой. Если жаровни нет, взять толстостенную глубокую сковороду достаточного размера и вместо крышки использовать фольгу в два слоя, из которой соорудить подобие крышки."},
                    {step:"Дно жаровни смазать маслом, выложить очищенный репчатый лук, нарезанный шайбами толщиной 2 см"},
                    {step:"На лук выложить мясо и залить в жаровню оставшийся квас. Жаровню накрыть крышкой и поставить в духовой шкаф, прогретый до 220 °С, на 1–1,5 часа. Затем температуру уменьшить до 200 °С и, часто поливая мясо соком из жаровни, запекать до готовности, примерно еще 1,5 часа. Буженина хороша и в горячем, и в холодном виде."}
                ]
            },
            {
                name_d:"БУЖЕНИНА ИЗ ИНДЕЙКИ",
                src:"assets/c_5.jpg",
                distription:"КАК БЫЛО СКАЗАНО В ПРЕДЫДУЩЕМ РЕЦЕПТЕ, БУЖЕНИНУ ПРИНЯТОГОТОВИТЬ ИЗ СВИНОГО ОКОРОКА. НО В СТАРЫЕ ВРЕМЕНА БУЖЕНИНУ ГОТОВИЛИ НЕ ТОЛЬКО ИЗ СВИНИНЫ. В РЕЦЕПТЕ ИСПОЛЬЗОВАЛИ ЗАЙЧАТИНУ, ИЗВЕСТНА БУЖЕНИНА ИЗ КАБАНА ИЛИ ЛОСЯ. НИЖЕ ПРЕДСТАВЛЕН АДАПТИРОВАННЫЙ РЕЦЕПТ БУЖЕНИНЫ ИЗ ИНДЕЙКИ, А ВЕРНЕЕ, ИЗ ГОЛЕНЕЙ ИНДЕЙКИ, ПО МОТИВАМ РЕЦЕПТОВ 1851 И 1893 ГОДОВ",
                remarks: " ",
                ingredients: "РЖАНОЙ КВАС  2 СТАКАНА 500 МЛ • ГОЛЕНИ ИНДЕЙКИ  3 ШТ. 2,8 КГ • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ЧЕСНОК  2530 ЗУБЧИКОВ • СОЛЕНЫЕ ОГУРЦЫ, СОЛЕНАЯ ВИШНЯ, 1 ПУЧОК БАЗИЛИКА 150 Г, СОЛЕНАЯ СЛИВА ИЛИ БАРБАРИС ДЛЯ УКРАШЕНИЯ",
                steps:[
                    {step: "Заранее приготовить квас, можно медовый на ржаных сухарях."},
                    {step: "Голени вымыть и при помощи ножа удалить из них кости. Посолить снаружи и внутри (не пересолить), поперчить. Внутрь поместить очищенный чеснок – в каждую голень 6–10 штук. Поместить голени в глубокую емкость, добавить зеленый базилик и залить квасом так, чтобы при установленном сверху гнете голени были покрыты квасом. Квас немного посолить. Оставить мясо в маринаде на сутки"},
                    {step:" Перед запеканием мясо обязательно должно постоять при комнатной температуре около 1 часа."},
                    {step:"В жаровне установить голени вертикально, срезом вниз, в жаровню влить 1/2 стакана маринада, в котором мариновались голени (можно добавить еще ложку меда)"}, 
                    {step:"Запекать голени в духовке до готовности примерно в течение 2,5–3 часов при 210–220 °С. Первый час жаровня (чугунный сотейник), в которой запекаются голени, должна быть сверху прикрыта фольгой в два слоя. Через час от начала запекания фольгу нужно снять. Во время запекания поливать голени выделяющимся соком."},
                    {step:"Когда фольга будет снята, то верхушки голеней хорошо бы обмотать фольгой, чтобы они не подгорали."},
                    {step:"Украсить буженину можно солеными огурцами, соленой вишней, сливой или соленым барбарисом, как в данном случае"}
                ]
            },
            {
                name_d:"ЖАРКОЕ ИЗ СВИНИНЫ С КАРТОФЕЛЕМ В ГОРШОЧКЕ",
                src:"assets/c_5.jpg",
                distription:"РЕЦЕПТ ЖАРКОГО ИЗ СВИНИНЫ С КАРТОФЕЛЕМ НИКАК НЕЛЬЗЯ ОТНЕСТИК СТАРОЙ РУССКОЙ КУХНЕ, ПО ПРИЧИНЕ ТОГО, ЧТО КАРТОФЕЛЬ БЫЛВ РОССИЮ ЗАВЕЗЕН НЕСКОЛЬКО ПОЗЖЕ, ЧЕМ В ЕВРОПУ. ОДНАКО КАРТОФЕЛЬ ПОЛЮБИЛСЯ И ПРИЖИЛСЯ НА РУССКОМ СТОЛЕ, А РЕЦЕПТ ЖАРКОГОИЗ КАРТОФЕЛЯ С МЯСОМ УДАЧНО ВПИСАЛСЯ В РУССКУЮ КУХНЮ.",
                remarks: "Это жаркое можно приготовить с сухими белыми грибами. Для этого заранее замочить сухие белые грибы (3–4 шт.) на несколько часов и затем отварить в воде, в которой они были замочены. Отваренные грибы добавить в горшочек вместе с мясом, картошкой и луком и залить не кипятком, а горячим, чуть подсоленным грибным отваром. Если при отваривании грибов бульона получилось мало, то можно долить кипятка. Всего потребуется около 1 л бульона",
                ingredients: "СВИНИНА МЯКОТЬ БЕЗ КОСТЕЙ  500600 Г • КАРТОФЕЛЬ  500600 Г • СВИНОЙ ЖИР  34 СТ. ЛОЖКИ • РЕПЧАТЫЙ ЛУК  2 ШТ. ОКОЛО 300 Г • МЯСНОЙ ИЛИ ГРИБНОЙ БУЛЬОН ИЛИ КРУТОЙ КИПЯТОК  ОКОЛО 1 Л • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ЛАВРОВЫЙ ЛИСТ  1 ШТ.",
                steps:[
                    {step: "Свинину вымыть и нарезать кусочками 1,5×2 см или 2×3 см. Картофель вымыть, очистить и нарезать кусочками."},
                    {step: "Лук нарезать четвертькольцами или полукольцами, если луковицы небольшие."},
                    {step:"Самый простой способ – сложить в горшочки подготовленное мясо, лук и картофель, посолить, поперчить, добавить бульон или горячую воду, так чтобы вода только покрывала мясо и картофель. Горшки поставить томиться в духовой шкаф до готовности (в среднем на 2–2,5 часа) при температуре 200 °С, которую к концу надо будет снизить до 180 °С. Но можно приготовить это блюдо чуть иначе. Для этого быстро обжарить в сотейнике на свином жире (или на топленом масле) кусочки подготовленного мяса. Извлечь при помощи шумовки мясо и обжарить в этом же сотейнике лук. Картошку тоже можно обжарить до корочки, а можно не обжаривать."},
                    {step:"Сложить в горшок обжаренное мясо, лук и картофель, посолить и поперчить по вкусу. Залить кипятком (или бульоном, хотя и без бульона получается вкусно)."}, 
                    {step:"Готовить в духовом шкафу при температуре 200 °С 1–1,5 часа до готовности. В конце приготовления добавить 1 лавровый лист"}
                ]
            },
            {
                name_d:"БАРАНИЙ БОК С КАШЕЙ",
                src:"assets/c_5.jpg",
                distription:"БАРАНИЙ БОК С КАШЕЙ ПРЕДСТАВЛЯЕТ СОБОЙ ЖАРКОЕ. В НАШЕ ВРЕМЯ ЭТО БЛЮДО МОЖНО РАССМАТРИВАТЬ КАК ПРАЗДНИЧНОЕ. ОСОБО ХОЧЕТСЯ ОТМЕТИТЬ, ЧТО ГРЕЧНЕВАЯ КАША ИМЕЕТ СВОЙ СПЕЦИФИЧЕСКИЙ ЯРКИЙАРОМАТ И НЕ ТРЕБУЕТ ДРУГИХ ДОБАВЛЕНИЙ, А ПОТОМУ ПРИ ПРИГОТОВЛЕНИИ КАТЕГОРИЧЕСКИ НЕ НАДО ИСПОЛЬЗОВАТЬ СПЕЦИИ, ЗА ИСКЛЮЧЕНИЕМ ЧЕРНОГО ПЕРЦА. БАРАНИНА С ГРЕЧНЕВОЙ КАШЕЙ – ТРАДИЦИОННОЕДЛЯ РУССКОЙ КУХНИ СОЧЕТАНИЕ.",
                remarks: " ",
                ingredients: "БАРАНИЙ БОК  ПЕРЕДНЯЯ ЧЕТВЕРТЬ ТУШИ С ЛОПАТКОЙ  2,53 КГ • ГРЕЧНЕВАЯ КРУПА  2 СТАКАНА • ТОПЛЕНОЕ МАСЛО  68 СТ. ЛОЖЕК 3 СТ. ЛОЖКИ ДЛЯ ОБЖАРИВАНИЯ ЛУКА, 1 СТ. ЛОЖКА ДЛЯ КАШИ, ОСТАЛЬНОЕ ДЛЯ ОБМАЗКИ БАРАНИНЫ СВЕРХУ И ФОРМЫ • РЕПЧАТЫЙ ЛУК  1,31,4 КГ 1 КГ ДЛЯ ЗАПЕКАНИЯ И 300400 Г ДЛЯ НАЧИНКИ • МЕД  2 СТ. ЛОЖКИ • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ",
                steps:[
                    {step: "В отрубе есть полость, которую можно наполнить начинкой. Чтобы проникнуть в эту полость, острым ножом нужно сделать разрез в том месте, где лопатка переходит в ребра, между лопаткой и ребрами"},
                    {step: "мыть баранину и обсушить х/б полотенцем. Затем посолить и поперчить внутри и снаружи"},
                    {step:"Приготовить рассыпчатую гречневую кашу из 2 стаканов гречки и 4 стаканов воды. Для этого в толстостенную кастрюлю влить горячую воду, посолить, добавить 1 ст. ложку масла и промытую гречневую крупу. Довести до кипения, а дальше варить, накрыв кастрюлю крышкой, при самом слабом кипении до готовности (около 25 минут), для чего можно установить кастрюлю на самую маленькую горелку (хорошо использовать рассекатель пламени)."},
                    {step:"Нарезать кубиками репчатый лук для начинки и обжарить на масле в сковороде. Смешать готовую гречневую кашу с луком."}, 
                    {step:"Для запекания бараньего бока лучше всего использовать жаровню с крышкой, но за неимением таковой можно взять большую сковороду с высокими бортами или форму, а вместо крышки использовать фол"},
                    {step:"Дно жаровни смазать маслом и выложить луком (во избежание пригорания). Для этого лук очистить, нарезать шайбами толщиной 1,5–2 см. Влить в жаровню 1/2 стакана кипяченой воды."},
                    {step:"Бараний бок наполнить начинкой и выложить ребрами вниз в жаровню на лук. Оставшуюся кашу выложить ложкой под образованный ребрами «купол» (зазор). Кашу следует по возможности полностью поместить под ребра."},
                    {step: "Бараний бок можно зашить нитками, но практика показала, что эта манипуляция лишняя – нитки чаще всего рвут"},
                    {step:"Сверху баранину смазать топленым маслом, накрыть жаровню крышкой (или накрыть форму фольгой) и отправить в духовой шкаф, разогретый до 200 °С, на 1 час. Затем крышку снять и продолжать запекать бараний бок еще около 1,5 часа, в течение которых смазывать мясо топленым маслом и соком со дна жаровни (лучше использовать для этого специальную кисточку)"},
                    {step:"За 20 минут до готовности можно смазать поверхность мяса медовым раствором, для чего 2 ст. ложки меда развести 1 ст. ложкой горячей воды. Смазывать лучше кисточкой"}, 
                    {step:"Когда бок будет готов, можно подать его прямо в жаровне или выложить на поднос (сначала кашу, которая была под бараньим боком, а сверху запеченный бараний бок)"},
                    {step:"Репчатый лук со дна жаровни многие находят очень вкусным. Его можно подать на блюде вместе с бараньим боком, а можно пропустить через мясорубку, вновь подогреть и подать в соуснике."},
                    {step:"В готовую гречку, предназначенную для начинки, можно добавлять готовые отварные или обжаренные грибы, отварное сердце, нарезанное мелкими кубиками, сваренные вкрутую и нарезанные кубиками яйца."}
                ]
            },
            {
                name_d:"КОТЛЕТЫ ИЗ ГУСИНОГО ФАРША",
                src:"assets/c_5.jpg",
                distription:"ОЧЕНЬ ВКУСНЫЕ КОТЛЕТЫ ИЗ ГУСЯ, МОЖНО СКАЗАТЬ, ОБЫЧНЫЕ КОТЛЕТЫ, КОТОРЫЕ ГОТОВЯТ В ДЕРЕВНЕ. НО ОБЫЧНЫЕ ОНИ ТОЛЬКО НА ПЕРВЫЙ ВЗГЛЯД. КОТЛЕТЫ ИЗ ДОМАШНЕГО ГУСЯ ОТЛИЧАЮТСЯ ОСОБЫМ ВКУСОМ.",
                remarks: "Готовить лучше из потрошков домашних кур, но если таких нет, то подойдут и магазинные",
                ingredients: "ГУСИНАЯ ГРУДКА СО ШКУРКОЙ  ОКОЛО 500 Г • РЕПЧАТЫЙ ЛУК  34 ШТ. 300400 Г • СУХОЙ БЕЛЫЙ ХЛЕБ БЕЗ КОРКИ  100150 Г • МОЛОКО  100 МЛ • ЯИЧНЫЕ ЖЕЛТКИ  12 ШТ. • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • 34 СТ. ЛОЖКИ ГУСИНОГО ЖИРА • ПАНИРОВОЧНЫЕ СУХАРИ  34 СТ. ЛОЖКИ",
                steps:[
                    {step: "Мясо вымыть, дать стечь воде, высушить полотенцем, пропустить через мясорубку"},
                    {step: "Лук нарезать мелкими кубиками. Хлеб нарезать кубиками и залить молоком, перед добавлением в фарш хорошо отжать"},
                    {step:"Смешать пропущенные через мясорубку грудки (фарш), нарезанный лук, отжатый хлеб, желтки, посолить, поперчить"},
                    {step:"Сделать котлеты, смачивая руки в воде, запанировать в сухарях и жарить в сковороде на гусином жир"}
                ]
            }
        ]
    },
    {
        name: "СОУСЫ",
        src: "url(../assets/6.jpg)",
        dish:[
            {
                name_d:"СОУС ГРИБНОЙ",
                src:"assets/n_1.jpg",
                distription:"ЕСЛИ ПРЕДПОЛАГАЕТСЯ ПОСТНЫЙ ВАРИАНТ, ТО МАСЛО ИСПОЛЬЗОВАТЬ РАСТИТЕЛЬНОЕ, ЕСЛИ НЕТ, ТО ИСПОЛЬЗОВАТЬ СЛИВОЧНОЕ.",
                remarks: " ",
                ingredients: "СУХИЕ ГРИБЫ БЕЛЫЕ  40 Г • ВОДА  850 МЛ • ПШЕНИЧНАЯ МУКА В/С  1 СТ. ЛОЖКА • СЛИВОЧНОЕ МАСЛО  2 СТ. ЛОЖКИ • РЕПЧАТЫЙ ЛУК  34 ШТ. 350 Г • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СОЛЬ • РАСТИТЕЛЬНОЕ МАСЛО ДЛЯ ОБЖАРИВАНИЯ",
                steps:[
                    {step: "Сухие грибы промыть, поместить в эмалированную кастрюльку, залить водой и оставить замачиваться на несколько часов (можно оставить их на ночь)"},
                    {step: "Отварить грибы в воде, в которой они замачивались, до готовности, около 30 минут. В конце отваривания грибы немного посолить."},
                    {step:"Отфильтровать грибной бульон. Грибы мелко нарезать"},
                    {step:"В сотейнике или глубокой сковороде обжарить муку на сливочном масле в течение 1–2 минут, постоянно помешивая и не допуская пригорания. Снять с огня. Когда обжаренная мука остынет, развести ее в ковшике небольшим количеством остывшего грибного бульона (3–4 ст. ложки) и перемешать, чтобы не было комочков"}, 
                    {step:"В сотейнике на растительном масле обжарить мелко нарезанный репчатый лук и, когда он будет почти готов, добавить грибы, поперчить. Обжаривать лук с грибами около 5 минут, помешивая."},
                    {step:"Влить в сотейник с грибами разведенную муку, перемешать, затем влить грибной бульон. Количеством бульона можно отрегулировать густоту соуса. Перемешать, посолить, если требуется, и готовить при слабом кипении еще около 15 минут"}
                ]
            },
            {
                name_d:"КЛЮКВЕННЫЙ ВЗВАР",
                src:"assets/n_2.jpg",
                distription:" ",
                remarks: " ",
                ingredients: "КЛЮКВА  300 Г • КИПЯТОК – 1,5 СТАКАНА • МЕД  23 СТ. ЛОЖКИ • РЖАНАЯ ИЛИ ПШЕНИЧНАЯ МУКА  12 Ч. ЛОЖКИ",
                steps:[
                    {step: "Выжать из клюквы сок. Выжимки залить кипятком и отварить, затем отфильтровать через небольшое металлическое сито"},
                    {step: "В небольшом количестве сока развести муку, так чтобы не было комочков (отфильтровать через ситечко, если потребуется)"},
                    {step:"В небольшом сотейнике соединить отвар, сок клюквы, мед и варить все вместе, затем влить, помешивая, разведенную в клюквенном соке муку. Варить, помешивая, до загустения 2–3 минуты."},
                    {step:"Подавать к поросенку, свинине, индейке. Этот соус хорош и к баранине, и к говядине, к запеченным или отварным курам и особенно к запеченной дичи, например к перепелам."}
                ]
            },
            {
                name_d:"ЛУКОВАЯ ПОДЛИВКА",
                src:"assets/n_3.jpg",
                distription:"ПОДАВАТЬ ЭТУ ПОДЛИВКУ К ЖАРКОМУ, НА КОТОРОМ ЖАРИЛСЯ ЛУК, ИЛИ К ДРУГИМ МЯСНЫМ БЛЮДАМ.",
                remarks: "Эту подливку можно сделать еще вкуснее, если добавить вместо муки измельченные (тертые или пропущенные через мясорубку) лесные орехи – 4–5 ст. ложек. ",
                ingredients: "РЕПЧАТЫЙ ЛУК  5 ШТ. 800900 Г, ОСТАВШИЙСЯ ОТ ПРИГОТОВЛЕНИЯ ЖАРКОГО • ЖИР ИЗ ЖАРОВНИ  23 СТ. ЛОЖКИ • ПШЕНИЧНАЯ МУКА ИЛИ ПАНИРОВОЧНЫЕ СУХАРИ  1 СТ. ЛОЖКА",
                steps:[
                    {step: "Из жаровни, в которой жарился гусь или мясо, извлечь лук шумовкой так, чтобы лишний жир остался в жаровне. Пропустить лук через мясорубку."},
                    {step: "Затем поместить лук и жир в небольшой толстостенный ковшик или сотейник и прогреть. Загустить подливку, добавив муку или панировочные сухари, хорошо перемешать, чтобы не было комков, и обжарить, непрерывно помешивая, 2–3 минуты."}
                ]
            },
            {
                name_d:"КАПУСТНЫЙ ВЗВАР",
                src:"assets/n_4.jpg",
                distription:"ПОДАВАТЬ ЭТОТ СОУС К ЗАПЕЧЕННОМУ ИЛИ ОТВАРНОМУ ГУСЮ, ИНДЕЙКЕ ИЛИ БАРАНИНЕ",
                remarks: " . В оригинальном рецепте взвара требуется добавить уксус, но, учитывая кислый вкус капусты, можно этого и не делать. Взвар можно сделать более жидким за счет добавления кипятка во время тушения – довести кипятком до нужной густоты, но при этом не переусердствовать, чтобы соус был густым",
                ingredients: "КВАШЕНАЯ КАПУСТА  300 Г • РЕПЧАТЫЙ ЛУК  300 Г • МЕД  2 ПОЛНЫЕ СТ. ЛОЖКИ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ТОПЛЕНОЕ МАСЛО ТОПЛЕНЫЙ ЖИР  23 СТ. ЛОЖКИ",
                steps:[
                    {step: "Лук очистить и мелко нарезать. Капусту отжать от рассола и мелко нарезать."},
                    {step: "В чугунном сотейнике на гусином топленом жире или на топленом масле слегка поджарить лук, добавить капусту и тушить до готовности (около 2,5–3 часов) при слабом нагреве (лучше на самой маленькой конфорке плиты)."},
                    {step:" Во время тушения можно подлить немного кипятка, чтобы капуста не пригорала. За 15 минут до готовности поперчить. В самом конце приготовления добавить мед и перемешать."}
                ]
            },
            {
                name_d:"ЛУКОВЫЙ ВЗВАР",
                src:"assets/c_5.jpg",
                distription:"ПОДХОДИТ ДЛЯ ЗАПЕЧЕННОЙ ПТИЦЫ (ГУСЬ, УТКА, КУРИЦА), ",
                remarks: " ",
                ingredients: "РЕПЧАТЫЙ ЛУК  300350 Г • УКСУС 6%НЫЙ  12 СТ. ЛОЖКИ • МЕД  12 СТ. ЛОЖКИ • СОЛЬ • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • ТОПЛЕНОЕ ИЛИ РАСТИТЕЛЬНОЕ МАСЛО  3 СТ. ЛОЖКИ",
                steps:[
                    {step: "Лук нарезать мелкими кубиками и мариновать в уксусе (перемешать хорошо) в течение 15 минут."},
                    {step: "Затем обжаривать лук на масле в сотейнике. Причем сначала лук будет тушиться до выпаривания жидкости, а затем следует снизить температуру нагрева и обжаривать, часто помешивая, чтобы не пригорел."},
                    {step:"Когда лук будет готов, добавить мед, перемешать, посолить, поперчить по вкусу и тушить при слабом нагреве сотейника в течение 5 минут"}
                ]
            },
        ]
    },
    {
        name: "ТЕСТО. ВЫПЕЧКА",
        src: "url(../assets/4.jpg)",
        dish:[
            {
                name_d:"ЗАКВАСКА РЖАНАЯ НА ХМЕЛЕ",
                src:"assets/k_1.jpg",
                distription:"",
                remarks: " Когда закваска выведена, в нее надо добавить совсем немного соли (очень малое количество, что называется, на кончике ножа).",
                ingredients: "ОТВАР ХМЕЛЯ  1 СТАКАН. ТЕМПЕРАТУРА ОТВАРА НА МОМЕНТ СМЕШИВАНИЯ С МУКОЙ  ОКОЛО 30 °С • РЖАНАЯ МУКА  1/2 СТАКАНА • ПШЕНИЧНАЯ МУКА  1/4 СТАКАНА • САХАР  1 Ч. ЛОЖКА • ВОДА",
                steps:[
                    {step: "Смешать все ингредиенты венчиком и оставить на 2 суток при 23–25 °С. В течение этого времени надо иногда перемешивать закваску. Считается, что хмелевая закваска готова по истечении 2 суток, однако практика показала, что эту смесь надо кормить еще 3–4 суток, чтобы получить приличную закваску"},
                    {step: "По истечении 2 суток половину закваски выкинуть (оставить 1 стакан) и подкормить закваску 1 стаканом питательной смеси (муки, воды и сахара) консистенции сметаны. Кормить таким образом закваску в течение еще 3–4 дней, примерно в одно и то же время. Если температура, при которой вызревает закваска, слишком комфортна, то закваска будет реагировать достаточно бурно, тогда ее придется подкармливать 2 раза в день, и готова она будет к концу третьего дня подкормки (то есть к концу пятых суток с того времени, когда был смешан отвар хмеля с мукой)"}

                ]
            },
            {
                name_d:"ЗАКВАСКА РЖАНАЯ НА ЗЕЛЕНОМ СОЛОДЕ",
                src:"assets/k_2.jpg",
                distription:"ЕСЛИ ПРЕДПОЛАГАЕТСЯ ПОСТНЫЙ ВАРИАНТ, ТО МАСЛО ИСПОЛЬЗОВАТЬ РАСТИТЕЛЬНОЕ, ЕСЛИ НЕТ, ТО ИСПОЛЬЗОВАТЬ СЛИВОЧНОЕ.",
                remarks: "Когда закваска выведена, в нее надо добавить совсем немного соли (очень малое количество, что называется, на кончике ножа). ",
                ingredients: "ЗЕЛЕНЫЙ СОЛОД  1 СТАКАН 250 МЛ • РЖАНАЯ МУКА  1/2 СТАКАНА • ПШЕНИЧНАЯ МУКА  1/2 СТАКАНА • ВОДА",
                steps:[
                    {step: "Взять стакан зеленого солода (то есть пророщенных зерен пшеницы) и перемолоть при помощи мясорубки. В антипригарном сотейнике (или небольшой чугунной кастрюле) смешать измельченный солод с водой и 1 стаканом муки ( 1/2 стакана ржаной + 1/2 стакана пшеничной). Воды брать столько, чтобы получилась консистенция жидкой сметаны"},
                    {step: "Варить, помешивая, при слабом кипении в течение 1 часа. (Считается, что на этой закваске можно замесить тесто, если взять закваски и теста (мука + вода) в соотношении 1:10 или 1:5, дать подняться и разделить на небольшие кусочки, которые использовать в качестве закваски, разводя водой, но лучше поступить иначе.)"},
                    {step:" К 1 стакану отварного солода и муки (остальное можно выкинуть) добавить стакан питательной смеси (мука + вода + 1 ч. ложка сахара) и оставить на сутки. Кормить закваску таким образом 3–4 суток"}
                    
                ]
            },
            {
                name_d:"ТЕСТО СДОБНОЕ",
                src:"assets/k_3.jpg",
                distription:"ИЗДЕЛИЯ ИЗ СДОБНОГО ТЕСТА ШИРОКО ПРЕДСТАВЛЕНЫ В РУССКОЙ КУХНЕ. СДОБНЫМ ТЕСТО НАЗЫВАЕТСЯ ПОТОМУ, ЧТО В НЕГО ДОБАВЛЯЕТСЯ СДОБА(МОЛОКО, МОЛОЧНЫЕ ПРОДУКТЫ, МАСЛО, ЯЙЦА). ВАРИАЦИЙ ЭТОГО ТЕСТАСУЩЕСТВУЕТ МНОЖЕСТВО. ГОТОВИТЬ ЭТО ТЕСТО НЕСЛОЖНО. ИЗ СДОБНОГОТЕСТА МОЖНО ПРИГОТОВИТЬ ПИРОЖКИ, ПИРОГИ, ОСОБЫЙ ВИД ВАТРУШЕК.",
                remarks: "Для этого теста лучше взять жирную деревенскую сметану или густые сливки. Если нет хорошей домашней сметаны, то взять больше масла и меньше сметаны, то есть 200 г масла и 100 г сметаны ",
                ingredients: "ПШЕНИЧНАЯ МУКА ВЫСШЕГО СОРТА  400 Г • ЯИЧНЫЕ ЖЕЛТКИ  3 ШТ. • СМЕТАНА  200 Г • СЛИВОЧНОЕ МАСЛО  100 Г • СОЛЬ • САХАР",
                steps:[
                    {step: "В миске смешать венчиком яичные желтки и сметану. Именно смешать, а не взбить.Посолить по вкусу. Если пироги или пирожки предполагаются сладкие, то можно добавить 1 ст. ложку сахара. Добавить 1 стакан муки к яичным желткам со сметаной и перемешать ложкой. Добавить нарезанное кусочками и охлажденное масло (держать масло в холодильнике до введения в тесто) и сначала размешать ложкой, а затем месить руками, добавляя остальную муку. Месить надо до гладкости, но не очень долго."},
                    {step: "Накрыть тесто пленкой и поместить в холодильник. Оставить охлаждаться не менее чем на 2–4 часа. После чего вымесить и использовать"}
                ]
            },
            {
                name_d:"ТЕСТО НА СМЕТАНЕ",
                src:"assets/k_4.jpg",
                distription:"ТЕСТО НА СМЕТАНЕ – ОДНА ИЗ ВАРИАЦИЙ СДОБНОГО ТЕСТА. ОТЛИЧАЕТСЯКРАЙНЕЙ ПРОСТОТОЙ ПРИГОТОВЛЕНИЯ, ВЕДЬ ДЛЯ ТОГО, ЧТОБЫ ЗАМЕСИТЬТЕСТО, ТРЕБУЕТСЯ ВСЕГО ЛИШЬ СМЕШАТЬ СМЕТАНУ, МУКУ И СОЛЬ В ОПРЕДЕЛЕННЫХ КОЛИЧЕСТВАХ И ДАТЬ ТЕСТУ «ОТДОХНУТЬ» НА ХОЛОДЕ (В ХОЛОДИЛЬНИКЕ). ТЕСТО НА СМЕТАНЕ ПЛАСТИЧНОЕ, И С НИМ ОЧЕНЬ ПРИЯТНО РАБОТАТЬ. ИЗДЕЛИЯ ИЗ ТАКОГО ТЕСТА ПОЛУЧАЮТСЯ ОЧЕНЬ ВКУСНЫМИ. ТЕСТОНА СМЕТАНЕ ПОДХОДИТ ДЛЯ ВЫПЕЧКИ ПИРОЖКОВ И ПИРОГОВ.",
                remarks: "Перед выпечкой противень лучше выстелить пекарской (пропитанной) бумагой.",
                ingredients: "СМЕТАНА ЛУЧШЕ НЕКИСЛАЯ ДЕРЕВЕНСКАЯ  1 СТАКАН • ПШЕНИЧНАЯ МУКА ВЫСШЕГО СОРТА  2 СТАКАНА • СОЛЬ • ЯИЧНЫЙ ЖЕЛТОК ДЛЯ СМАЗЫВАНИЯ ПИРОЖКОВ  12 ШТ",
                steps:[
                    {step: "Муку подсолить и смешать со сметаной. Быстро вымесить, накрыть пленкой и отправить в холодильник на 2–4 часа"},
                    {step: "Затем сформовать пирожки, дать им расстояться 10–15 минут, смазать яичным желтком при помощи кисточки и выпекать около 25 минут при 210–220 °С (ввиду того что духовые шкафы у всех разные, ориентироваться лучше на цвет пирожков, поверхность которых должна стать золотистой, но при этом пирожки не должны пригореть снизу)."}
                ]
            },
            {
                name_d:"ТЕСТО НА ЗАКВАСКЕ",
                src:"assets/c_5.jpg",
                distription:"ЭТО ТЕСТО ВЕЛИКОЛЕПНО ПОДХОДИТ ДЛЯ ПИРОГОВ, ПИРОЖКОВИ ИМЕЕТ ТАКОЕ ЖЕ ПРИМЕНЕНИЕ, КАК И ОБЫЧНОЕ ДРОЖЖЕВОЕ ТЕСТО. ОНО ИДЕАЛЬНО ДЛЯ ЖАРЕНЫХ ПИРОЖКОВ. ТЕСТО НА ЗАКВАСКЕ МОЖНОДЕЛАТЬ КАК СДОБНЫМ (В СОСТАВ МОГУТ ВХОДИТЬ ЯЙЦА, МАСЛО, СМЕТАНА, СЛИВКИ, МОЛОКО), ТАК И НЕСДОБНЫМ",
                remarks: " ",
                ingredients: "ЗАКВАСКА  25 МЛ ВЫВЕДЕННАЯ НА ХМЕЛЕ, НА ЗЕЛЕНОМ СОЛОДЕ ИЛИ НА МУКЕ, СМ. СТР. 166 • МОЛОКО ИЛИ ВОДА  1 СТАКАН • ПШЕНИЧНАЯ МУКА В/С  3 СТАКАНА • ЯИЧНЫЕ ЖЕЛТКИ  23 ШТ. • СЛИВОЧНОЕ МАСЛО  100 Г • САХАР  2 СТ. ЛОЖКИ • СОЛЬ  1 Ч. ЛОЖКА",
                steps:[
                    {step: "Закваску влить в небольшой ковшик, добавить 25 мл воды, 1/4 –1/2 ч. ложки сахара и 25 г муки. Оставить опару на несколько часов (4–6 часов), можно оставить на ночь."},
                    {step: "Когда опара поднимется, в другом ковше или миске большего размера размешать при помощи венчика желтки с сахаром и солью. Размешивая, добавить размягченное масло, а затем влить молоко (или воду)."},
                    {step:"Размешивать венчиком без фанатизма, взбивать не надо. Затем влить поднявшуюся опару и перемешать, после чего добавлять оставшуюся муку по 1/2 стакана и перемешивать сначала ложкой или весе а затем руками. (Конечно, все эти манипуляции можно выполнить при помощи машинки для замешивания теста, если она есть, а если нет, то замешивать ложкой и руками."},
                    {step:"Миску с тестом накрыть полотенцем и оставить в теплом месте на 3–3,5 часа (иногда на 4 часа, время зависит от температуры помещения)"}, 
                    {step:"Когда тесто подойдет, вымесить его, подсыпав немного муки. Затем тесто разделить на нужные кусочки или раскатать, делать пироги, пирожки или ватрушки. Готовые изделия оставить расстаиваться еще примерно на 30 минут или 1 час (зависит от температуры помещения). Если требуется по рецепту, то смазать при помощи кисточки поверхность изделий яичным желтком или молоком и затем выпекать"}
                ]
            },
            {
                name_d:"ТЕСТО НА ГОВЯЖЬЕМ ИЛИ ГУСИНОМ ЖИРЕ (смальце)",
                src:"assets/c_5.jpg",
                distription:"В НАШЕ ВРЕМЯ ТЕСТО НА ЖИРЕ ПОЧТИ ВЫШЛО ИЗ УПОТРЕБЛЕНИЯ. РАНЬШЕИЗ ТАКОГО ТЕСТА ГОТОВИЛИ ЗНАМЕНИТЫЕ ПОДОВЫЕ ПИРОЖКИ. ТЕСТОЛУЧШЕ ГОТОВИТЬ НА ПЕРЕТОПЛЕННОМ ГУСИНОМ ЖИРЕ – ОНО ПРИОБРЕТАЕТНЕОБЫЧАЙНУЮ ПЛАСТИЧНОСТЬ (ГОВЯЖИЙ ЖИР БОЛЕЕ ТУГОПЛАВКИЙ,И ТЕСТО ТЕРЯЕТ В ПЛАСТИЧНОСТИ, РАБОТАТЬ С НИМ ТЯЖЕЛЕЕ, ЧЕМ ПРИИСПОЛЬЗОВАНИИ ГУСИНОГО ЖИРА)",
                remarks: " ",
                ingredients: "ПШЕНИЧНАЯ МУКА  22,5 СТАКАНА • РАСТОПЛЕННЫЙ ЖИР  1/2 СТАКАНА • КИПЯТОК  1/2 СТАКАНА • СОЛЬ  23 ЩЕПОТКИ",
                steps:[
                    {step: "Для этого теста лучше использовать гусиный вытопленный, а не говяжий жир, и, конечно, можно использовать куриный. Растопленный жир смешать с кипятком в небольшом сотейнике. Посолить по вкусу. Воду с жиром довести до кипения, перелить в достаточно большую металлическую миску, после чего всыпать 2 стакана муки и перемешать тесто ложкой."},
                    {step: "Вымешивать интенсивно. Во время вымешивания добавить муки столько, чтобы тесто было эластичным и гладким, примерно 3–4 ст. ложки. После того как тесто будет замешено, скатать его в шар и накрыть пленкой. Отправить в холодильник на 2–4 часа (можно на 6 часов – тесто, которое лежало в холодильнике 6 часов, становится более пластичным), после чего можно использовать"}
                ]
            },
            {
                name_d:"БОБКИ",
                src:"assets/c_5.jpg",
                distription:"ИЗ ТЕСТА ДЛЯ ЛАПШИ МОЖНО ПРИГОТОВИТЬ БОБКИ. ТОЛЬКО В ЭТОМ СЛУЧАЕ НАДО ДОБАВИТЬ В ТЕСТО ДЛЯ ЛАПШИ НЕМНОГОМАСЛА. РАСТИТЕЛЬНОЕ МАСЛО ИСПОЛЬЗОВАТЬ, ЕСЛИ БОБКИ ПОСТНЫЕ.",
                remarks: "Бобки можно готовить и из заварного теста ",
                ingredients: "СУХИЕ ГРИБЫ БЕЛЫЕ  40 Г • ВОДА  850 МЛ • ПШЕНИЧНАЯ МУКА В/С  1 СТ. ЛОЖКА • СЛИВОЧНОЕ МАСЛО  2 СТ. ЛОЖКИ • РЕПЧАТЫЙ ЛУК  34 ШТ. 350 Г • МОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • СОЛЬ • РАСТИТЕЛЬНОЕ МАСЛО ДЛЯ ОБЖАРИВАНИЯ",
                steps:[
                    {step: "На указанное количество продуктов взять 6–7 г топленого или растительного масла. Количество муки должно быть чуть меньше, чем для лапши, – 160 г без учета подсыпки."},
                    {step: "Из теста раскатать жгуты диаметром 0,5 см и нарезать их на кусочки поперек или по диагонали толщиной 1–1,5 см."},
                    {step:"Бобки можно высушить, как лапшу, в духовом шкафу или в печи и хранить."}
                ]
            },
            {
                name_d:"НАЧИНКА ИЗ ГОВЯДИНЫ",
                src:"assets/c_5.jpg",
                distription:" ",
                remarks: " ",
                ingredients: "ГОВЯДИНА  400 Г • РЕПЧАТЫЙ ЛУК  2 ШТ. 150200 Г • РАСТИТЕЛЬНОЕ МАСЛО ДЛЯ ОБЖАРИВАНИЯ ФАРША • СОЛЬ • СВЕЖЕМОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ",
                steps:[
                    {step: "Говядину отварить, как обычно, до мягкости. Пропустить через мясорубку."},
                    {step: "В сотейнике обжарить на растительном масле мелко нарезанный репчатый лук, добавить подготовленную говядину, поперчить и подсолить, если требуется. Обжарить вместе в течение 2 минут"}
                ]
            }
        ]
    },
    {
        name: "КАШИ",
        src: "url(../assets/5.jpg)",
        dish:[
            {
                name_d:"ПЕРЛОВАЯ КАША РАССЫПЧАТАЯ",
                src:"assets/m_1.jpg",
                distription:"",
                remarks: "На первом этапе варить перловку надо, не накрывая полностью крышкой. Закрыть плотно нужно тогда, когда с поверхности перловки вода почти выпарится.",
                ingredients: "ПЕРЛОВАЯ КРУПА  1 СТАКАН • ВОДА  2 СТАКАНА • ТОПЛЕНОЕ ИЛИ РАСТИТЕЛЬНОЕ МАСЛО  50 Г • СОЛЬ",
                steps:[
                    {step: "Перловую крупу тщательно промыть в трех или пяти водах, а лучше до прозрачности воды, когда вода, сливаемая с перловки, будет прозрачная. Для этого всыпать перловку в небольшой ковшик с носиком и залить водой, после чего воду слить. Повторить несколько раз."},
                    {step: "Залить перловку и оставить хотя бы на 1 час. Затем воду слить и залить горячей водой на 30 минут. Если вода слишком быстро остынет, то воду слить и снова залить горячей водой"},
                    {step:"После того как перловая крупа будет подготовлена, в чугунный сотейник влить воду, посолить и добавить масло, довести до кипения"},
                    {step:"Слить воду, в которой замачивалась крупа (лучше использовать для этого металлическое сито), и поместить крупу в сотейник с кипятком и маслом. Дать закипеть, после чего снизить нагрев и продолжать варить при самом слабом кипении до тех пор, пока вода не выпарится, на что уходит около 25–30 минут"}
                ]
            },
            {
                name_d:"ГРЕЧНЕВАЯ КАША РАССЫПЧАТАЯ",
                src:"assets/m_2.jpg",
                distription:"ЭТО ТЕСТО ВЕЛИКОЛЕПНО ПОДХОДИТ ДЛЯ ПИРОГОВ, ПИРОЖКОВИ ИМЕЕТ ТАКОЕ ЖЕ ПРИМЕНЕНИЕ, КАК И ОБЫЧНОЕ ДРОЖЖЕВОЕ ТЕСТО. ОНО ИДЕАЛЬНО ДЛЯ ЖАРЕНЫХ ПИРОЖКОВ. ТЕСТО НА ЗАКВАСКЕ МОЖНОДЕЛАТЬ КАК СДОБНЫМ (В СОСТАВ МОГУТ ВХОДИТЬ ЯЙЦА, МАСЛО, СМЕТАНА, СЛИВКИ, МОЛОКО), ТАК И НЕСДОБНЫМ",
                remarks: " ",
                ingredients: "ИЗ РАСЧЕТА 1 ОБЪЕМНАЯ ЧАСТЬ ВОДЫ НА 1,72 ОБЪЕМНЫЕ ЧАСТИ КРУПЫ: ГРЕЧКА  1 СТАКАН • ВОДА  2 СТАКАНА • СОЛЬ • РАСТИТЕЛЬНОЕ ИЛИ ТОПЛЕНОЕ МАСЛО  2550 Г",
                steps:[
                    {step: "Гречневую крупу промыть и слить тщательно воду через небольшое сито."},
                    {step: "Влить в кастрюлю (желательно чугунную или горшочек) воду, довести до кипения, посолить по вкусу, добавить при желании масло, всыпать крупу, довести до кипения при открытой крышке, после чего накрыть крышкой и варить при самом слабом кипении, желательно на рассекателе пламени (если варочная поверхность газовая) около 20–25 минут"}
                ]
            },
            {
                name_d:"ГРЕЧНЕВАЯ КАША С ГРИБАМИ",
                src:"assets/m_3.jpg",
                distription:" ",
                remarks: "Гречку с грибами можно, конечно, приготовить таким способом и в одном большом горшке",
                ingredients: "НА КАЖДЫЙ ГОРШОЧЕК ОБЪЕМОМ 250 МЛ ПОТРЕБУЕТСЯ: ГРЕЧКА  1,5 РЮМКИ • ГОРЯЧАЯ КИПЯЧЕНАЯ ВОДА  100 МЛ 2 РЮМКИСУХИЕ ГРИБЫ  1/2 СТАКАНА СТАКАН 250 МЛ • РЕПЧАТЫЙ ЛУК  2 ШТ. 100150 Г • СОЛЬ • СВЕЖЕМОЛОТЫЙ ЧЕРНЫЙ ПЕРЕЦ • РАСТИТЕЛЬНОЕ ИЛИ ТОПЛЕНОЕ МАСЛО ДЛЯ ОБЖАРИВАНИЯ ГРИБОВ С ЛУКОМ",
                steps:[
                    {step: "Одну луковицу очистить и нарезать мелкими кубиками."},
                    {step: "Замочить грибы в холодной воде на 4–8 часов или на ночь в холодильнике. Если используете белые грибы, то отварить в той воде, в которой они замачивались, чуть посолив, в течение 20–25 минут после закипания. Если сушеные грибы не белые, то довести до кипения в той воде, в которой они были замочены, воду слить, залить другой водой и варить около 1 часа, чуть посолив. Затем грибной бульон отфильтровать через сито, а грибы отжать и мелко нарезать"},
                    {step:"Гречку промыть, несколько раз меняя воду."},
                    {step:"Распределить грибную заправку по горшочкам при помощи чайной ложки, добавить нужное количество гречки в каждый горшочек, перемешать, посолить по вкусу, залить горячей кипяченой водой, накрыть горшки крышками и поставить в прогретый до 170–180 °С духовой шкаф"}, 
                    {step:"Томить в духовом шкафу в течение 1 часа. Затем духовой шкаф отключить и дать постоять гречке в духовом шкафу еще 15 минут (можно дольше)."},
                    {step:"Томление в духовом шкафу можно заменить на томление на варочной поверхности плиты, на обычном рассекателе пламени, установленном над самой маленькой горелкой, томить в таком случае до полного впитывания гречкой воды, готовить при самом слабом нагреве, но делать это можно только если используются чугунные горшки."}
                ]
            },
            {
                name_d:"ПШЕННАЯ КАША РАССЫПЧАТАЯ",
                src:"assets/m_4.jpg",
                distription:"ЭТО ТЕСТО ВЕЛИКОЛЕПНО ПОДХОДИТ ДЛЯ ПИРОГОВ, ПИРОЖКОВИ ИМЕЕТ ТАКОЕ ЖЕ ПРИМЕНЕНИЕ, КАК И ОБЫЧНОЕ ДРОЖЖЕВОЕ ТЕСТО. ОНО ИДЕАЛЬНО ДЛЯ ЖАРЕНЫХ ПИРОЖКОВ. ТЕСТО НА ЗАКВАСКЕ МОЖНОДЕЛАТЬ КАК СДОБНЫМ (В СОСТАВ МОГУТ ВХОДИТЬ ЯЙЦА, МАСЛО, СМЕТАНА, СЛИВКИ, МОЛОКО), ТАК И НЕСДОБНЫМ",
                remarks: "Если нужна каша не очень крутая, то воды можно взять 2 стакана.• Если нужна пшенная молочная каша, то на этапе, когда вода испарится с поверхности, надо влить в кашу 1–1,5 стакана горячего кипяченого молока ",
                ingredients: "ПШЕНО  1 СТАКАН • ВОДА  1,21,5 СТАКАНА • РАСТИТЕЛЬНОЕ ИЛИ ТОПЛЕНОЕ МАСЛО • САХАР  12 Ч. ЛОЖКИ ПО ЖЕЛАНИЮ • СОЛЬ",
                steps:[
                    {step: "Пшено промыть несколько раз. Последний раз залить крутым кипятком, дать постоять 10–15 минут и слить воду."},
                    {step: "В кастрюльку или сотейник объемом 1 л выложить промытое пшено, добавить масло, залить кипящей водой, посолить, по желанию добавить сахар и варить до готовности при самом слабом кипении. "},
                    {step:"Крышкой не прикрывать полностью до тех пор, пока вода с поверхности каши не испарится, и только затем накрыть крышкой кастрюльку (иначе каша может вытечь)"}
                ]
            },
            {
                name_d:"РИСОВАЯ КАША РАССЫПЧАТАЯ",
                src:"assets/c_5.jpg",
                distription:"ЭТО ТЕСТО ВЕЛИКОЛЕПНО ПОДХОДИТ ДЛЯ ПИРОГОВ, ПИРОЖКОВИ ИМЕЕТ ТАКОЕ ЖЕ ПРИМЕНЕНИЕ, КАК И ОБЫЧНОЕ ДРОЖЖЕВОЕ ТЕСТО. ОНО ИДЕАЛЬНО ДЛЯ ЖАРЕНЫХ ПИРОЖКОВ. ТЕСТО НА ЗАКВАСКЕ МОЖНОДЕЛАТЬ КАК СДОБНЫМ (В СОСТАВ МОГУТ ВХОДИТЬ ЯЙЦА, МАСЛО, СМЕТАНА, СЛИВКИ, МОЛОКО), ТАК И НЕСДОБНЫМ",
                remarks: " Если рис предназначен для начинки, то, как только он будет готов, можно выложить его в сито и промыть холодной водой",
                ingredients: "РИС  1 СТАКАН • ВОДА КИПЯТОК  1,21,5 СТАКАНА • РАСТИТЕЛЬНОЕ МАСЛО  50 МЛ • СОЛЬ",
                steps:[
                    {step: "Промыть рис несколько раз в холодной воде (вливая в миску с рисом воду и сливая ее). Залить водой и дать постоять 2–4 часа. Затем залить горячей водой и слить"},
                    {step: "В чугунную кастрюльку или сотейник налить кипящую воду, посолить, добавить растительное масло, всыпать рис и варить, не закрывая крышкой, при среднем кипении до тех пор, пока вода не испарится с поверхности."},
                    {step:"Затем накрыть крышкой и варить при самом слабом кипении до готовности, то есть до тех пор, пока вода полностью не впитается в крупу. Перемешивать кашу во время отваривания нельзя. Время приготовления во многом зависит от формы кастрюльки и типа плиты."}
                ]
            }
        ]
    }
]